[
{"url": "https://www.adrenaline.com.br/games/trailer-de-unknown-9-awakening-revela-detalhes-da-gameplay/", "title": "Trailer de Unknown 9: Awakening revela detalhes da gameplay", "authors": ["Eddy Venino"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n A Bandai Namco revelou na última sexta-feira (07) um novo trailer de Unknown 9: Awakening que mostra detalhes da história e gameplay.\nCriado pela Reflector Entertainment, o jogo é a nova aposta da Bandai no gênero ação e aventura.\nUnknown 9: Awakening revela gameplay\nRevelado durante a transmissão ao vivo do Summer Game Fest, o novo trailer mostra a protagonista Haroona, interpretada pela atriz britânica Anya Chalotra, e sua jornada pelo mundo. Os jogadores assumem o papel de Haroona, uma misteriosa Quaestor nascida com a capacidade de extrair poder de outra dimensão, que tem o objetivo de vingar a morte de sua mentora e salvar a humanidade.\n\n\n\nUnknown 9: Awakening é um jogo de ação e aventura em terceira pessoa, com narrativa, que acompanha a história de Haroona, uma Quaestor nascida com a capacidade de se aventurar na Dobra: uma dimensão misteriosa que se sobrepõe à nossa. \nNo trailer (acima), é possível ver Haroona sempre absorvendo os ensinamentos de sua mentora Reika para ajudá-la a dominar as habilidades relacionadas à Dobra, uma dimensão misteriosa que se sobrepõe à nossa. Desde que Haroona era criança, Reika a treinou nas complexidades dessa outra dimensão, ensinando-a sobre os elementos misteriosos e desconhecidos do mundo e, muitas vezes, contando histórias de figuras imortais enigmáticas que dizem prescindir todo o conhecimento da humanidade – os Unknown 9. \nPrincipais características\n\nTorne-se Haroona: jogue como uma mulher jovem e corajosa que tem a habilidade de mergulhar e canalizar poderes de uma dimensão paralela conhecida como Dobra;\nDomine a Dobra: aproveite seu domínio da Dobra e escolha seu próprio estilo de jogo. Entre em seus inimigos para controlá-los, desvie de balas, desapareça à vista de todos, lance energia Umbric em seus oponentes;\nViagem pelo mundo: das areias da Mauritânia e das perigosas selvas indianas às paisagens góticas de Portugal do século XIX, descubra alguns dos locais mais misteriosos que o mundo tem para oferecer;\nDescubra o universo Unknown 9: Unknown 9: Awakening está no centro de histórias entrelaçadas, desdobrando-se através de uma infinidade de produtos Unknown 9 cujos eventos e personagens compõem um Storyworld muito maior.\n\nUnknown 9: Awakening tem lançamento previsto para este inverno no PlayStation 5, PlayStation 4, Xbox Series X|S, Xbox One e PC via Steam.\nFONTE: Bandai Namco\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nChega em agosto\n\nPré-venda de Black Myth: Wukong já disponível para PC e PS5\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/harry-potter-campeoes-do-quadribol-sera-lancado-em-3-de-setembro/", "title": "Harry Potter: Campeões do Quadribol será lançado em 3 de setembro", "authors": ["Eddy Venino"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n A Warner Bros. Games anunciou nesta sexta-feira (06) a data de lançamento de Harry Potter: Campeões do Quadribol, que chega no dia 3 de setembro de 2024.\nO novo game é voltado ao esporte bruxo que aparece nos livros e filmes da franquia Harry Potter. \nHarry Potter: Campeões do Quadribol chega em setembro\nJogadores e fãs poderão enfim jogar Quadribol através de partidas locais e em co-op online com amigos, ou em partidas online competitivas entre jogadores no jogo.\nDesenvolvido pela Unbroken Studios e distribuído pela Warner Bros. Games sob o selo Portkey Games, a Standard Edition de Harry Potter: Campeões do Quadribol será lançada mundialmente no dia 3 de setembro para consoles e PC. Além disso, o lançamento estará disponível gratuitamente para membros da PlayStation Plus de 3 a 30 de setembro de 2024.\n\n\n\nAmbientado em locais icônicos do Mundo Bruxo, e trazendo personagens e referências para os fãs, o novo da franquia Harry Potter destaca a adrenalina de voar por arenas lendárias nas posições de batedor, artilheiro, goleiro ou apanhador em uma variedade de modos de jogo. \nDesde partidas de quintal na Toca dos Weasley a confrontos de alto risco na Copa do Mundo de Quadribol, os jogadores poderão disputar como – ou contra – personagens icônicos da série, como Harry Potter, Rony Weasley, Hermione Granger e muitos outros personagens.\n\n“Todo o time está incrivelmente animado para revelar o game ao público e apresentar nossa visão para esse esporte mágico. Trabalhamos duro para criar um jogo de Quadribol no qual se pode jogar sozinho ou com amigos, que também fosse uma representação autêntica do esporte favorito dos fãs.” \nPaul Ohanian, CEO da Unbroken Studios\nHarry Potter: Campeões do Quadribol será lançada mundialmente no dia 3 de setembro para PlayStation 5, PlayStation 4, Xbox Series X|S, Xbox One, Nintendo Switch e PC via Steam e Epic Games Store.\nFONTE: Warner Bros. Games\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nPara o final de 2024\n\nLEGO Horizon Adventures é confirmado para PC, PlayStation 5 e Switch\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/playstation/oferta-do-dia-playstation-5-slim-2-jogos-saindo-por-r-3-546-na-amazon-com-cupom-limitado/", "title": "OFERTA DO DIA | PlayStation 5 Slim + 2 jogos saindo por R$ 3.546 na Amazon com cupom limitado", "authors": ["Juliano Aires"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "Playstation"], "article_text": "\n A Amazon está disponibilizando em sua loja o pacote trazendo o PlayStation 5 Slim com drive para mídias físicas e dois jogos: Ratchet & Clank: Em Uma Outra Dimensão e Returnal. O PS5 Slim com disco para disco está custando R$ 3.546,15 a vista ou em até 10 vezes de R$ 374,14 utilizando o cupom PS150OFF na finalização do pedido. Assinantes do Amazon Prime possuem Frete Grátis nesta compra.\nEste modelo com leitor de disco chegou ao Brasil exclusivamente junto de dois jogos no pacoto. É uma ótima oportunidade de adquirir o modelo mais recente que aceita mídia física e já traz títulos exclusivos do console como Ratchet & Clank Em Uma Outra Dimensão e Returnal, que utilizam muito bem recursos do DualSense e também do SSD do console.\nVale mencionar que além do tamanho reduzido em comparação ao PS5 original, este modelo também conta com 1 TB de armazenamento, contra 825 GB do primeiro modelo.\nCOMPRAR PLAYSTATION 5 SLIM COM DRIVE DE DISCO + 2 JOGOS NA AMAZON\n\n\nCOMPRAR PS5 SLIM COM DOIS JOGOS EM OFERTA\n\nPLAYSTATION 5 SLIM + RATCHET & CLANK + RETURNALR$ 3.546,15 À VISTA OU EM ATÉ 10 VEZES DE R$ 374,14 USANDO CUPOM: PS150OFFCLIQUE AQUI PARA COMPRAR\n\nCOMPRAR PLAYSTATION 5 SLIM COM DRIVE DE DISCO + 2 JOGOS NA AMAZONCOMPRAR PLAYSTATION 5 SLIM COM DRIVE DE DISCO + 2 JOGOS NA AMAZONCOMPRAR PLAYSTATION 5 SLIM COM DRIVE DE DISCO + 2 JOGOS NA AMAZON\n\nJOGOS DO NOVO PACOTE DO PS5 SLIM EM OFERTA\n\nReturnal\n\n\n\nApós uma queda forçada em um planeta alienígena que muda de forma, Selene se vê lutando com unhas e dentes pela sobrevivência. Ela é derrotada várias vezes e forçada a reiniciar sua jornada toda vez que morre.\nNeste jogo de tiro ao estilo rogue, tanto o planeta quanto seu equipamento mudam a cada ciclo, forçando você a adaptar seu estilo de jogo e enfrentar desafios em evolução.\n\nRatchet & Clank: Em Uma Outra Dimensão\n\n\n\nRatchet e Clank estão de volta! Ajude-os a deter um imperador robótico que quer conquistar mundos multidimensionais e que tem como próximo alvo exatamente o universo deles. Acompanhe a evolução do time dos sonhos com a chegada de Rivet – uma Lombax que luta pela Resistência em outra dimensão.\n\nAbra caminho com um arsenal de armamentos eletrizantes.\nExperimente a mistura de fendas dimensionais e jogabilidade dinâmica.\nExplore planetas inéditos e e versões de universo paralelo dos seus lugares preferidos.\n\n\nAMAZON PRIME: COMO ASSINAR\n\nConfira abaixo como assinar a Amazon Prime e ter diversos benefícios. Assinantes Amazon Prime tem acesso a uma série de bonificações vinculadas à varejista Amazon. O valor da mensalidade custa R$ 19,90 e o plano anual sai por R$ 166,80.\n\nPrime Video: é um dos serviços de streaming mais acessíveis do mercado.\nTwitch Prime: jogos e bonificações gratuitos todos os meses, além da possibilidade de dar sub em um canal da Twitch e ajudar seu streamer preferido.\nPrime Reading: acesso a e-books gratuitos que podem ser lidos no Kindle.\nPrime Music: acesso à versão sem anúncios do streaming de áudio da Amazon, mas com biblioteca limitada a 2 milhões de músicas;\n\nPara assinar o Amazon Prime, acesse a página do serviço e faça seu cadastro. Usuários que estiverem assinando o serviço pela primeira vez têm 30 dias grátis.\nAmazon Prime Video: quanto custa, como assinar e tudo sobre\n\nGRUPOS DE OFERTAS ADRENALINE\n\nEstamos sempre ligados nas principais ofertas no mundo dos games, incluindo hardware de ponta, consoles e jogos, monitores, periféricos e muito mais. Nós criamos o Grupo de Ofertas Adrenaline para facilitar a vida do usuário para receber sempre as ofertas quentinhas em primeira mão todos os dias.\nAtualmente estamos no WhatsApp e no Telegram e você confere abaixo os links para participar dos grupos.\nWhatsApp | Telegram\n…..\nO que você achou da oferta para o pacote do PS5 Slim com disco + 2 jogos? Pretende adquirir o novo modelo? Participe nos comentários com a sua opinião!\n\nOs 18 jogos mais esperados de 2024\nGTA VI: o que esperar do novo game da Rockstar\nMonitor com MAIS Hz ganha jogo? Fizemos o experimento! \nMortal Kombat 1: conheça a história de todos os personagens do game\n\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nMuitas novidades\n\nOFICIAL | PS Plus de junho terá Bob Esponja, Streets of Rage 4 e mais\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/mighty-morphin-power-rangers-ritas-rewind-e-anunciado-para-pc-e-consoles/", "title": "Mighty Morphin Power Rangers: Rita’s Rewind é anunciado para PC e consoles", "authors": ["Eddy Venino"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games"], "article_text": "\n A desenvolvedora Digital Eclipse, em parceria com a Hasbro, anunciou nesta sexta-feira (07), durante a Summer Game Fest, o jogo Mighty Morphin Power Rangers: Rita’s Rewind para consoles e PC  via Steam. \nCom previsão de lançamento ainda para 2024, esse beat’em up retrô traz a magia dos defensores da Alameda dos Anjos mais uma vez para os games.\nNovo jogo dos Power Rangers chega este ano\nCom certeza uma grata surpresa, o novo jogo dos Power Rangers foi revelado na última noite para a alegria dos fãs de um bom jogo de ação no estilo dos anos 90. Mostrando um pouco da jogabilidade, entre fases com muita porrada e algumas mais incomuns, pilotando os zords, o jogo parece ser um mergulho na nostalgia para os amantes de beat’em up. Confira o trailer abaixo:\n\n\n\nEm Mighty Morphin Power Rangers: Rita’s Rewind, a equipe enfrenta uma reencarnação robótica da inimiga de longa data dos Power Rangers. Robô-Rita conjurou um portal para voltar no tempo e finalmente derrotar os Power Rangers formando uma aliança com seu eu mais jovem. Trabalhando juntos, Robô-Rita e Rita Repulsa retrocedem, reescrevem e remixam o passado na tentativa de impedir a própria formação dos Power Rangers, alterando o curso da história.\n\n\n\n\n\n\nPrincipais características \n\nAparência clássica dos anos 90 com pixel art desenhado à mão;\nInimigos favoritos dos fãs retirados de diferentes temporadas do programa de TV de sucesso;\nEventos e episódios que os jogadores lembram do programa foram remixados;\nJogabilidade de luta 2D repleta de ação com tiros e sequências de direção no estilo arcade;\nPilote todos os Dinozords originais;\nEntre na cabine do lendário Megazord e derrote chefes gigantescos;\nSuporte offline e online para até cinco jogadores.\n\nAinda sem uma data de lançamento definida, Mighty Morphin Power Rangers: Rita’s Rewind está programado para chegar em 2024 nos consoles (plataformas ainda a confirmar) e PC via Steam.\nFONTE: Digital Eclipse\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nSem E3, mas com evento\n\nSummer Game Fest e mais: as feiras e conferências de games em junho de 2024\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/xbox/jogos-de-xbox-em-oferta-por-menos-de-r-30-nesta-semana-2/", "title": "Jogos de Xbox em oferta por menos de R$ 30 nesta semana", "authors": ["Juliano Aires"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "Xbox"], "article_text": "\n A Xbox disponibilizou novos jogos em oferta em sua loja. São diversos games de Xbox 360, Xbox One e Xbox Series disponíveis e nós selecionamos os jogos saindo por menos de R$ 30. As ofertas da lista possuem descontos de até 90% que podem ser adquiridas neste valor promocional até 17 de junho.\nEntre os principais jogos em oferta estão nomes como NBA 2K24, Mass Effect Legendary Edition, DOOM Slayers Collection, Dishonored 3, Serial Cleaners, NBA 2K Playgrounds 2, Quantum Break, Sunset Overdrive e Gears of War 4, além de muitos outros.\nOs interessados podem adquirir os jogos diretamente na loja do Xbox One ou Xbox Series, ou comprar direto pelo site oficial da Xbox Store.\n\n\nPRINCIPAIS JOGOS DE XBOX EM OFERTA\n\nNOME DO JOGOVALOR COM DESCONTOAssassin’s Creed IV Black FlagR$ 29,70Assassin’s Creed OriginsR$ 29,85STAR WARS Battlefront IIR$ 29,70Dishonored: Death of the OutsiderR$ 29,99Dishonored 2R$ 29,99GRID LegendsR$ 29,90Mass Effect Legendary EditionR$ 29,90Terra-média: Sombras da Guerra Edição DefinitivaR$ 29,24NBA 2K24 para Xbox OneR$ 29,99Saints Row The Third RemasteredR$ 29,99Serial CleanersR$ 29,70Unravel Yarny – ConjuntoR$ 29,75DOOM Slayers CollectionR$ 28,73LEGO DC Super-Vilões Edição DeluxeR$ 28,00NBA 2K Playgrounds 2R$ 27,00Quantum BreakR$ 25,74Gears of War 4R$ 24,75Little NightmaresR$ 24,87Ori and the Blind Forest: Definitive EditionR$ 24,98Sunset OverdriveR$ 24,75\n\nSe você for adquirir algum dos jogos com desconto, verifique para qual plataforma é o título que está comprando, pois a Microsoft vende jogos em versões de Xbox One, Xbox Series, e também multi-gerações. \n…\nO que você achou das ofertas da loja do Xbox? Pretende adquirir algum jogo nesta oferta? Participe nos comentários com a sua opinião!\n\nOs 18 jogos mais esperados de 2024\nGTA VI: o que esperar do novo game da Rockstar\nJRPG em 2024: início do ano vai ser perfeito para amantes do gênero\nSony faz acordo com Microsoft para manter Call of Duty no PlayStation\n\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nConfira as novidades\n\nLançamentos de Jogos da Semana nos consoles e PC de 3 a 7 de junho\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/alan-wake-2-dlc-night-springs-chega-amanha-confira-detalhes/", "title": "Alan Wake 2: DLC Night Springs chega amanhã; confira detalhes", "authors": ["Eddy Venino"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n A Remedy Entertainment anunciou na noite desta sexta-feira (07), durante o Summer Game Fest, a primeira expansão de Alan Wake 2, que se chamará Night Springs.\nO novo conteúdo será lançado amanhã, dia 8 de junho, e apresenta três novos personagens – ou nem tanto assim.\nAlan Wake 2: Night Springs chegando\nComo tem acontecido em cada novo evento, Sam Lake (diretor de Alan Wake) subiu ao palco do Summer Game Fest para apresentar a nova expansão, Night Springs, que já chega amanhã para os jogadores de Alan Wake 2.\nAtravés do trailer (abaixo) apresentado durante o evento, foi revelado que não iremos controlar o escritor sombrio, mas sim três outras personagens, diretamente de roteiros escritos por ele para o programa de TV, Night Springs. The Actor, The Waitress e The Sibling são, respectivamente, Tim Breaker (Jack Joyce?), Rose Marigold (Oh Deer Diner) e Jesse Faden (Control). Na verdade, mais ou menos. São versões familiares a esses personagens, criadas por Alan Wake em suas entropias no Dark Place.\n\n\n\nA Remedy promete uma experiência diferenciada com esses três personagens encarando aventuras não convencionais, típicas da mente de Alan Wake – então não espere uma missão de Control, nem nada disso. Mas, se você gosta de conquistas, platina e afins, pode ficar tranquilo que novas metas serão adicionadas.\nAlém das novas histórias, uma atualização gratuita – que também chega amanhã – irá adicionar o Modo Foto a Alan Wake 2 para todos os jogadores. A DLC Night Springs chega com o Expansion Pass para Alan Wake 2, incluso na Edição Deluxe Digital. Quem possui o Standard Edition poderá adquirir um upgrade para Deluxe, que também inclui o próximo DLC, The Lake House, que deve ser lançado em outubro.\n\n\n\n\n\nOutra novidade é a chegada de duas novas edições físicas do jogo, que também entrarão em pré-venda neste sábado (08). A edição física de luxo e a edição limitada de colecionador incluirão o jogo, DLCs, além de uma série de bônus,  que incluem skins especiais para Saga e Alan.\nAlan Wake 2 está disponível para Playstation 5, Xbox Series X/S e PC via Epic Game Store.\nFONTE: Playstation Blog\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nHorror das placas velhas\n\nASSASSINARAM SUA PLACA DE VÍDEO: testes com Alan Wake 2 no PC!\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/playstation/pre-venda-de-black-myth-wukong-ja-disponivel-para-pc-e-ps5/", "title": "Pré-venda de Black Myth: Wukong já disponível para PC e PS5", "authors": ["Juliano Aires"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "Playstation"], "article_text": "\n A pré-venda do jogo Black Myth: Wukong para PlayStation 5 e PC acaba de ser liberada oficialmente nas lojas digitais. Ele será lançado em 20 de agosto e está custando R$ 229,90 no PC e R$ 299 no PS5 em sua edição padrão, também há uma edição Digital Deluxe. Uma versão para Xbox Series será lançada futuramente.\nDesenvolvido pelo e publicado pela Gasme Science, Black Myth: Wukong é um RPG de ação inspirado na mitologia da China e baseado em “Jornada para o Oeste”, um dos quatro grandes romances clássicos da literatura chinesa.\nCOMPRAR BLACK MYTH: WUKONG NO PLAYSTATION 5COMPRAR BLACK MYTH: WUKONG NO PC (STEAM)COMPRAR BLACK MYTH: WUKONG NO PC (EPIC GAMES STORE)\n\nDetalhes de Black Myth: Wukong\nNo papel do Predestinado, você partirá numa aventura repleta de desafios e maravilhas para descobrir a verdade obscura por trás de uma lenda gloriosa do passado.\nComo o Predestinado, você enfrentará inimigos poderosos e rivais dignos no decorrer da jornada. Trave batalhas épicas nas quais render-se não é uma opção.\nAlém de dominar diversas técnicas com o bastão, você terá liberdade para combinar diferentes feitiços, habilidades, armas e equipamentos para encontrar a estratégia vencedora mais adequada ao seu estilo de combate.\n\nExplore uma infinidade de fascíniosAventure-se em um mundo desconhecido e contemple novas paisagens a cada passo. Entre em um reino fascinante repleto de maravilhas e descobertas da antiga mitologia chinesa!\nEnfrente poderosos inimigos clássicos e originaisO macaco heroico, diante de força e glória, enfrenta inimigos que desafiam sua história. Uma das maiores virtudes de “Jornada para o Oeste” é a grande variedade de adversários com poderes únicos.\n\nDomine diversas magiasCom o poder das numerosas magias e habilidades, você derrotará inimigos sem maiores dificuldades. Magias, transformações e aparatos mágicos, em suas manifestações que se complementam e se opõem, sempre foram elementos emblemáticos do combate na mitologia chinesa.\nDescubra tramas comoventes onde menos se esperaDesvende as histórias de vários personagens. Por trás da ferocidade dos seus inimigos, há um emaranhado de eventos que define suas origens, personalidades e motivações esperando para ser revelado.\n\n\n\n\nCOMPRAR BLACK MYTH NA PrÉ-VENDA\n\n\nCOMPRAR BLACK MYTH: WUKONG NO PLAYSTATION 5\nCOMPRAR BLACK MYTH: WUKONG NO PC (STEAM)\nCOMPRAR BLACK MYTH: WUKONG NO PC (EPIC GAMES STORE)\n\nBônus de pré-venda de Black Myth: Wukong\n\nCompre durante a pré-venda para receber o Porongo Escarlate do Pioneiro.\n\n\nEdição Deluxe Digital de Black Myth: Wukong\n\nBastão das Nuvens de Bronze\nMáscara de Ópera Nuo\nArmadura de Esmolas de Ópera Nuo\nBraçadeiras de Couro de Ópera Nuo\nBotas de Ópera Nuo\nSinos de Vento\nTrilha sonora digital selecionada\n\n\nOur pre-order CG trailer just premiered at the #summergamefest . Check it out!Get ready to embark on an epic journey with #BlackMythWukong, launching August 20, 2024! ⏰🎮Pre-orders are LIVE on PS5 / Steam / Epic Games Store! 💎Deluxe & Collector's Edition details just… pic.twitter.com/Sb9qzVJJXm— Black Myth: Wukong (@BlackMythGame) June 7, 2024\n\n…..\nO que você achou da pré-venda de Black Myth: Wukong? Pretende adquirir o game no lançamento? Participe nos comentários com a sua opinião!\n\nOs 18 jogos mais esperados de 2024\nGTA VI: o que esperar do novo game da Rockstar\nMonitor com MAIS Hz ganha jogo? Fizemos o experimento! \nREVIEW | GeForce RTX 4070 Ti Super: mesmo preço, mais VRAM\n\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nGrandes lançamentos\n\nPrincipais lançamentos de jogos em junho de 2024 para PC, PlayStation, Xbox e Switch\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/neva-recebe-novo-trailer-com-visuais-belissimos/", "title": "Neva recebe novo trailer com visuais belíssimos", "authors": ["Luiz Schmidt"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n Durante o Summer Game Fest, a Devolver Digital e o estúdio Nomada apresentaram trailer de Neva. O game traz belíssimos visuais e vai contar a história de Alba, uma jovem mulher e sua ligação com um lobo.\n\nLEGO Horizon Adventures é confirmado para PC, PlayStation 5 e Switch\nPré-venda de Black Myth: Wukong já disponível para PC e PS5\nNew World: Aeternum marca a estreia do MMO nos consoles\n\nNeva é dos  dos criadores de Gris, um indie de enorme sucesso que lançou em 2018. Pelo trailer, Neva mostra que carrega em seu DNA os visuais belíssimos que o Nomada Studio consegue criar, prometendo mais uma jornada emocionante.\n\n\n\n\nApós um embate traumático com forças das trevas, Alba encontra-se ligada a um curioso e travesso filhote de lobo. Trabalhando juntos, a dupla se ajudará a superar situações cada vez mais perigosas.\nDescrição oficial de Neva\nTrailer de Neva revela um mundo exuberante de muitas cores\nComo é possível ver no trailer acima, Neva traz um mundo exuberante de muitas cores. Assim como em Gris, o novo game do estúdio Nomada possui belíssima direção de arte, com cenários e designs impressionantes.\nDurante o game o jogador vai controlar Alba e seu lobo. A aventura levará o jogador a percorrer um “mundo em decadência“, onde o mal espreita em todos os cantos. \n\nO gameplay traz elementos de ação, onde Alba e o lobo lutarão juntos para superar inimigos e também puzzles. Como é possível ver no trailer de Neva, o lobo vai crescer ao longo do game. Quanto maior ele fica, mais poderosos são seus ataques.\n“O lobo vai crescer e amadurecer ao longo do tempo – assim como o seu relacionamento com Alba, enquanto ambos viajam por um mundo amaldiçoado e em decadência“, informa a descrição do game.\n\nA Devolver Digital e o Nomada Studio não revelaram todos os elementos de gameplay de Neva com o trailer. Porém, é possível ver que o crescimento do lobo terá forte influencia nos ataques do jogador. Quanto mais velho ele fica, mais poderosos são os combos e ataques na tela.\nDurante o Summer Game Fest, Geoff Keighley também revelou que Neva ganhará mais detalhes quando a Devolver Digital realizar o Devolver Direct, que também acontece nesta sexta-feira, a partir das 21h (horário de Brasília).\nNeva não possui data de lançamento confirmada, mas seu lançamento está previsto para 2024. O novo game do estúdio indie responsável por Gris chegará nos consoles PlayStation 5, Xbox Series X|S, Nintendo Switch e PC, via Steam.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nPara o final de 2024\n\nLEGO Horizon Adventures é confirmado para PC, PlayStation 5 e Switch\n\n\n\n\n\nFonte: Gematsu "},
{"url": "https://www.adrenaline.com.br/noticias/jogos-da-capcom-para-pc-em-oferta-na-steam-com-ate-84-de-desconto-2/", "title": "Jogos da Capcom para PC em oferta na Steam com até 84% de desconto", "authors": ["Juliano Aires"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games"], "article_text": "\n A Steam disponibilizou em sua loja diversas ofertas de jogos da Capcom para PC e nós selecionamos alguns dos principais títulos que estão em promoção com até 84% de desconto. Entre os jogos escolhidos estão Resident Evil 4, Street Fighter 6, Monster Hunter Rise e Exoprimal.\nEsses jogos e muitos outros estarão disponíveis com descontos especiais pelos próximos dias. É uma ótima oportunidade de aproveitar estes jogos em promoção para completar a sua coleção e adquirir aqueles games que deseja jogar há algum tempo.\n\n\n\nEntre os jogos em destaque também estão Street Fighter 30th Anniversary Collection, Resident Evil Village Gold Edition, Devil May Cry 5 + Vergil, Phoenix Wright: Ace Attorney Trilogy, DuckTales: Remastered, Okami HD, Dead Rising 3 Apocalypse Edition, entre outros.\n\nREVIEW | Steam Deck: (alguns) de seus games de PC aonde você estiver\nAbaixo, você encontrará uma seleção com algumas das principais ofertas. Para ver todos os jogos em promoção, acesse diretamente a Steam.\n\nJOGOS DA CAPCOM EM OFERTA NA STEAM\n\nNOME DO JOGOVALOS COM DESCONTOResident Evil 4R$ 126,75Resident Evil 4 Gold EditionR$ 170,40Street Fighter 6R$ 124,50Street Fighter 6 Deluxe EditionR$ 181,00ExoprimalR$ 82,17Monster Hunter: WorldR$ 32,96Resident Evil 7 biohazard Gold Edition + Resident Evil Village Gold EditionR$ 112,11Resident Evil Village Gold EditionR$ 67,96Resident Evil 7 biohazard Gold EditionR$ 52,87RACCOON CITY EDITIONR$ 49,97Resident Evil 2R$ 34,97Resident Evil 3R$ 34,97Street Fighter 30th Anniversary CollectionR$ 32,96Monster Hunter RiseR$ 34,97Monster Hunter Rise + SunbreakR$ 82,17Monster Hunter World Iceborne Master EditionR$ 68,48Mega Man Battle Network Legacy Collection (Vol.1 + Vol.2)R$ 99,95Mega Man 11R$ 32,96The Great Ace Attorney ChroniclesR$ 47,99Phoenix Wright: Ace Attorney TrilogyR$ 23,09Devil May Cry 5 + VergilR$ 32,96Ultimate Marvel Vs. Capcom 3R$ 16,49Dragon’s Dogma Dark ArisenR$ 11,99Dead Rising 4R$ 17,49DmC: Devil May CryR$ 24,97Street Fighter V: Champion Edition + Season 5 Premium Pass BundleR$ 84,50Ultra Street Fighter IVR$ 7,79Dead Rising 3 Apocalypse EditionR$ 25,49Dead Rising 2R$ 10,49Dead RisingR$ 11,99DuckTales: RemasteredR$ 7,49The Disney Afternoon CollectionR$ 9,99Okami HDR$ 19,99\n\n\nREEMBOLSO DE COMPRAS NA STEAM\n\nTestamos a FITA DE LED da Fancy LEDs que interage com games e filmes\n\nA Steam trabalha com um sistema de reembolso para seus jogos. É possível solicitar no Suporte pelo reembolso de jogos que tiverem sido comprados em até duas semanas e que não tenham ultrapassado duas horas de jogo.\nEm caso de arrependimento e estando dentro da regra, a Steam permite os jogadores possam receber o reembolso em crédito na loja para serem gastos com outros jogos, caso não goste da compra efetuada. \nVale mencionar que em caso do usuário pedir muitos reembolsos, a Valve pode rejeitar o pedido.\n\nCOMO PEDIR REEMBOLSO NA STEAM\n\n\n\n…\nO que você achou das ofertas na Steam? Pretende adquirir algum destes jogos? Participe nos comentários com a sua opinião!\n\nREVIEW | AMD Radeon RX 7700 XT: nova opção para 1440p em qualidade ultra\nCEO da Intel diz que China ficará 10 anos para trás devido às sanções dos EUA\nMonitor com MAIS Hz ganha jogo? Fizemos o experimento!\n\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nLuz e vento\n\nFAN e LEDS até na cadeira! Testamos a Cougar NxSys Aero!\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/new-world-aeternum-marca-a-estreia-do-mmo-nos-consoles/", "title": "New World: Aeternum marca a estreia do MMO nos consoles", "authors": ["Felipe Gugelmin"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n Durante a apresentação do Summer Game Fest realizada nesta sexta-feira (7), a Amazon Games anunciou o desenvolvimento de New World: Aeternum, novo capítulo de seu MMO. Além de acompanhar a chegada de várias novidades para o título, ele também vai marcar sua estreia oficial no PlayStation 5 e no Xbox Series X|S.\nAeternum pode ser considerada uma espécie de edição completa de New World, que vai acompanhar todas as suas atualizações e os conteúdos da expansão Rise of the Angry Earth. Programado para o dia 15 de outubro deste ano, o lançamento também vai marcar a estreia da primeira grande zona PvP do jogo.\n\n\n\nEm vez de ser estanciada que nem as demais opções do tipo em New World, a novidade vai se tratar de um grande campo de batalha no qual jogadores vão poder entrar e sair a qualquer momento. Nos consoles, o título vai ganhar paridade de recursos e ajustes únicos, incluindo uma interface otimizada para o uso de gamepads.\nNew World: Aeternum vai unir comunidades\nSegundo a Amazon Games, um dos grandes destaques de New World: Aeternum é o fato de que ele vai trazer recursos de crossplay entre plataformas. Enquanto os jogadores do PlayStation vão poder participar de um reino exclusivo, os demais contarão sempre com a ajuda de amigos espalhados tanto pelo PC quanto pelo Xbox.\n\n“New World: Aeternum é o culminar de anos de desenvolvimento focado combinado com a contribuição da comunidade dedicada de jogadores que já esculpiram um caminho no New World original, no PC“, afirma Christoph Hartman, vice-presidente da Amazon Games. A empresa esclarece que não haverá um sistema de compras cruzadas da nova versão, tampouco a transferência de perfis entre plataformas.\nNew World: vai chegar por US$ 59,99 em sua versão normal, enquanto a Deluxe custará US$ US$ 79,99, incluindo uma montaria de urso e uma skin de armadura. Quem já tem a versão base do jogo com a expansão Rise of the Angry Earth no PC pode garantir esses extras gratuitamente, contanto que faça login no MMO entre os dias 7 de junho e 14 de outubro.\nFonte: Assessoria de imprensa/Amazon Games\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nTransformações no MMORPG\n\nAmazon Games revela Throne and Liberty\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/lego-horizon-adventures-e-confirmado-para-pc-playstation-5-e-switch/", "title": "LEGO Horizon Adventures é confirmado para PC, PlayStation 5 e Switch", "authors": ["Felipe Gugelmin"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias", "PC Games", "Playstation"], "article_text": "\n A Sony aproveitou a Summer Game Fest 2024 para confirmar a existência de LEGO Horizon Adventures, que vai misturar o brinquedo de peças montáveis com o universo de Horizon Zero Dawn. A maior surpresa do evento foi o fato de que, além de sair para o PC e o PlayStation 5 de forma simultânea, o game também vai contar com uma versão para o Nintendo Switch.\nCom isso, pela primeira vez a Sony coloca uma de suas maiores propriedades atuais em uma plataforma concorrente, mesmo que não na forma de um jogo principal. Com uma visão aérea, o jogo promete ser mais LEGO do que Horizon, trazendo o bom humor e a ação sem grandes consequências dos jogos recentes da marca.\n\n\n\nSegundo os desenvolvedores, LEGO Horizon Adventures poderá ser jogado sozinho ou em multiplayer e promete reproduzir vários cenários dos jogos da Guerrilla. A parceria entre as duas marcas começou em maio de 2022 no mundo real, quando um conjunto de um Tallneck montável foi lançado nas lojas de todo o mundo.\nLEGO Horizon Adventures chega ainda em 2024\nOs primeiros rumores sobre a união dos dois universos no mundo dos jogos começaram a circular em maio deste ano. Já na última quinta-feira (6) veio a informação de que o título faria parte do Summer Game Fest, o que acabou se comprovando uma realidade pouco após o início da transmissão.\n\nLEGO Horizon Adventures está sendo produzido pelo Studio Gobo, uma divisão da TT Games que foi aberta em 2018 no Reino Unido. A Guerrilla Games também está colaborando com o projeto, mas até o momento não há maiores informações sobre qual será a fidelidade do projeto à história da saga principal.\nAinda sem uma data de estreia, o novo título tem lançamento esperado para algum momento das festividades de final de ano. Sua pré-venda deve ser iniciada em breve e, no PC, ele poderá ser encontrado tanto no catálogo do Steam quanto através da Epic Games Store.\nFonte: The Game Awards\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nMonte a sua lenda\n\nLEGO The Legend of Zelda é revelado oficialmente\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/valorant-sera-lancado-para-playstation-5-e-xbox-series-em-2024/", "title": "Valorant será lançado para PlayStation 5 e Xbox Series em 2024", "authors": ["Eddy Venino"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n A Riot Games anunciou na última sexta-feira (07), durante a Summer Game Fest, que Valorant, seu shooter multiplayer, será lançado para Playstation 5 e Xbox Series X|S ainda em 2024.\nA novidade vem acompanhada da confirmação de que um beta limitado será disponibilizado em 14 de junho para jogadores dos Estados Unidos, Canadá, Reino Unido e Japão.\nPlaystation 5 e Xbox Series recebem Valorant\nLançado em 2020, Valorant se tornou um sucesso imediato como um Counter Strike mais colorido e com poderes. As tentativas de trazer o jogo para os consoles já é antiga e o assunto está em pauta desde seu lançamento – e agora finalmente está acontecendo!\nQuando falamos de shooter multiplayer, o principal ponto é o equilíbrio entre jogadores do PC e consoles. Realizar esses ajustes de balanceamento mantém o nível de competitividade em partidas entre todas essas plataformas. Segundo a Riot, houve esforço “para garantir que a jogabilidade competitiva básica de Valorant fosse a mais natural possível mesmo em um controle“.\nConfira o trailer de anúncio abaixo:\n\n\n\nE se você é um jogador da versão de PC e agora quer experimentar ou aderir aos consoles de vez, pode ficar despreocupado, pois sua progressão está salva e os jogadores poderão utilizar a mesma conta em todas as plataformas.\nOs jogadores que adentrarem Valorant durante a sua fase beta terão todo o seu progresso no passe de batalha, agentes e skins transferidos entre o console e o PC quando a fase beta terminar. Com isso a integração entre plataformas será total, só faltando a aprovação dos jogadores quanto ao balanceamento de controles.\n\n“E, se não pudéssemos cumprir essa promessa de jogabilidade, estávamos preparados para desistir da empreitada. Acho que alcançamos nosso objetivo, mas, no final das contas, serão os jogadores que darão o veredito.” \nArnar Gylfason, Diretor de produção de Valorant\nO beta tem início no dia 14 de junho para regiões selecionadas, infelizmente o Brasil ainda não está incluso nos testes. Entretanto a Riot recomenda que jogadores de países que não foram contemplados realizem a inscrição para o beta em seu site, pois serão acrescentadas outras regiões de acordo com a evolução dos testes.\nFONTE: Riot\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nMedidas serão tomadas\n\nRiot afirma que não vai sentir falta de jogadores tóxicos de Valorant\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/metaphor-refantazio-dos-criadores-de-persona-mostra-detalhes-de-gameplay/", "title": "Metaphor: ReFantazio, dos criadores de Persona, mostra detalhes de gameplay", "authors": ["Eddy Venino"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n A ATLUS divulgou diversos conteúdos sobre o seu novo jogo, Metaphor: ReFantazio, na última sexta-feira (07), incluindo um novo trailer e detalhes do gameplay.\nO novo RPG de fantasia foi um dos destaques do Summer Game Fest, onde os desenvolvedores puderam mostrar mais sobre os sistemas do jogo.\nMetaphor: ReFantazio revela gameplay\nMetaphor: ReFantazio é o próximo grande projeto da ATLUS e tem gerado grande expectativa dos fãs sobre suas mecânicas e história. Confira o trailer abaixo:\n\n\n\nPara sanar as dúvidas dos jogadores e mostrar mais detalhes do jogo, o diretor Katsura Hashino, durante uma transmissão no Summer Game Fest, revelou mais os Arquétipos, que são poderes especiais dos personagens que despertam de várias maneiras e oferecem aos jogadores muitas opções para personalizar sua equipe. Abaixo você pode conferir como o sistema central do jogo irá funcionar:\n\n\n\nDurante a transmissão, Hashino explicou como os Arquétipos se ramificam e evoluem ao longo da jornada do jogador, descrevendo as 14 linhagens básicas de Arquétipos e, somando as variações de cada Arquétipo, há mais de 40 Arquétipos disponíveis no total. \nAlém disso, Hashino também ofereceu insights sobre os objetivos de design da equipe e como eles se refletem na maneira como os Arquétipos interagem com o resto do jogo. As masmorras de Metaphor: ReFantazio incentivam os jogadores a pensarem de forma criativa e estratégica sobre quais Arquétipos usar e como usá-los. Os calabouços de Metaphor: ReFantazio também possuem uma função de rede que oferece aos jogadores insights sobre quais formações de equipe outros estão usando para conquistar aquele desafio.\nAs pré-vendas físicas e digitais de Metaphor: ReFantazio já estão disponíveis. Metaphor: ReFantazio será lançado em 11 de outubro de 2024 para Xbox Series X|S, PC via Steam, PlayStation 5, PlayStation 4 e Windows com legendas em português do Brasil.\n\nA Steam Collector’s Edition também está disponível para pré-venda. Este pacote inclui o jogo base digital para Steam, Steelbook, trilha sonora, artbook, pins metálicos Homo Tenta, folha de adesivos, mapa de tecido do Reino de Euchronia, voucher do Costume & Battle BGM Set DLC, livro de história digital + trilha sonora digital do 35º Aniversário da Atlus, e voucher de bônus de pré-venda.\nFONTE: ATLUS\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nChega em agosto\n\nPré-venda de Black Myth: Wukong já disponível para PC e PS5\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/trailer-de-slitterhead-vaza-antes-da-hora-e-confirma-data-de-lancamento/", "title": "Trailer de Slitterhead vaza antes da hora e confirma data de lançamento", "authors": ["Luiz Schmidt"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n Slitterhead, novo game do criador de  Silent Hill, Keiichiro Toyama, vazou seu trailer de gameplay antes do Summer Game Fest. O jogo de horror vai misturar elementos de ação, com a possibilidade de trocar de corpo dos personagens e usar seus membros dilacerados como armas.\n\nDragon Age: The Veilguard terá menos companheiros e mudança no combate\nCivilization 7 é encontrado no site da 2K Games\nCapcom reavaliará preço de seus jogos depois de recepção morna de Dragon’s Dogma 2\n\nGeoff Keighley confirmou que jogo seria um dos títulos  do Summer Game Fest, mas o próprio Bokeh Studios publicou o trailer nas redes sociais. Provavelmente alguém confundiu o fuso horário do Japão com o dos Estados Unidos.\nASSISTA AO TRAILER DE GAMEPLAY NO GEMATSU\n\nComo podemos ver no trailer de Slitterhead, o jogo de horror terá combate repleto de ação. Pelo visto, você assumirá o controle de um parasita que pode trocar de corpos. Em certo momento vemos o parasita pular de um prédio, sacrificando o hospedeiro ao trocar de corpo antes de cair no chão.\nAlém disso, também vemos que o parasita será capaz de fornecer poderes especiais aos hospedeiros, como garras, armas e até a possibilidade de regenerar membros dilacerados.\nTrailer de Slitterhead confirma lançamento para 8 de novembro\nO trailer de Slitterhead confirma o lançamento do game para o dia 8 de novembro. O game do Bokeh Studios chegará ao PlayStation 5, PlayStation 4, Xbox Series e PC. A companhia publicou antes da hora o vídeo nas redes sociais e também no YouTube. Atualmente, o vídeo já foi removido, mas bastou poucos minutos até os usuários baixarem o trailer e compartilharem na internet.\n\nO novo título de Keiichiro Toyama mistura horror com gameplay de ação. O personagem principal consegue trocar de corpo, utilizar diferentes tipos de armas de combate e até armas de fogo. Além disso, uma das mecânicas do game parece ser a habilidade de trocar de corpos e utilizar pessoas comuns como hospedeiros do parasita.\nComo já é costume em eventos como o Summer Game Fest e The Game Awards, alguns games sempre vazam antes da hora. Além do trailer de Slitterhead, a Data de Sonic x Shadow Generations também vazou.\nO Summer Game Fest acontece nesta sexta-feira (7), a partir das 17h30. Durante a apresentação, Geoff Keighley vai apresentar o trailer de Slitterhead. Não sabemos se a Bokeh Studios vai subir ao palco e fornecer mais detalhes sobre o game.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nElogiou a Cantora\n\nDubladora de Aerith em Final Fantasy VII Rebirth explica a razão de não cantar a música tema\n\n\n\n\n\nFonte: Gematsu "},
{"url": "https://www.adrenaline.com.br/games/nintendo/cinco-jogos-de-game-boy-da-franquia-mega-man-estao-chegando-ao-nintendo-switch-online/", "title": "Cinco jogos de Game Boy da franquia Mega Man estão chegando ao Nintendo Switch Online", "authors": ["Juliano Aires"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias"], "article_text": "\n A Nintendo anunciou hoje (6) cinco novos jogos chegando ao Nintendo Switch Online e desta vez são todos jogos da franquia Mega Man lançados para Game Boy, Mega Man: Dr. Wily’s Revenge, Mega Man II, Mega Man II, Mega Man IV e Mega Man V. Os jogos chegam em 7 de junho e se juntam aos 24 títulos de Game Boy já disponíveis no Nintendo Switch Online.\nÉ uma ótima oportunidade para os fãs da franquia Mega Man curtirem os jogos lançados para o Game Boy, mas com adições que irão ajudar veteranos e novatos, como a possibilidade de retroceder e salvar em qualquer parte dos jogos, um recurso exclusivo do Switch Online.\n\n\n\nPara ter acesso a esses jogos, é necessário ter uma assinatura Nintendo Switch Online ativa, seja ela individual ou em família. Os jogos disponibilizados no serviço possuem recursos inéditos como a possibilidade de salvar e continuar de onde parou, função retroceder e jogar com amigos online, além de escolher pelo estilo preferido de exibição.\nA lista de games de Game Boy disponíveis no Nintendo Switch chegará a 29 títulos com a inclusão dos cinco novos jogos. Confira abaixo a lista completa já com as novidades.\n\nJogos de Game Boy no Switch Online\n\nAlleyway\nAlone in the Dark: The New Nightmare\nBaseball\nBlaster Master: Enemy Below\nBurgerTime Deluxe\nCastlevania Legends\nDr. Mario\nGame & Watch Gallery 3\nGARGOYLE’S QUEST\nKaeru no Tame ni Kane wa Naru\nKirby’s Dream Land\nKirby’s Dream Land 2\nKirby’s Tilt ‘N Tumble\nMario Golf\nMario Tennis\nMega Man: Dr. Wily’s Revenge\nMega Man II\nMega Man III\nMega Man IV\nMega Man V\nMetroid II – Return of Samus\nPokémon Trading Card Game\nQuest for Camelot\nSuper Mario Land\nSuper Mario Land 2 – 6 Golden Coins\nTetris\nThe Legend of Zelda: Link’s Awakening DX\nThe Legend of Zelda: Oracle of Ages\nThe Legend of Zelda: Oracle of Seasons\nWario Land 3\n\n…\nO que você achou das novidades de Game Boy chegando ao Nintendo Switch Online? Pretende jogar os títulos no console? Participe nos comentários com a sua opinião!\n\nOs 18 jogos mais esperados de 2024\nPalworld alvo de polêmica de IA e plágio de Pokémon\nAções da Nintendo disparam em meio à antecipação ao Switch 2\nNovo flashcard do Switch promete vencer todas as proteções da Nintendo\n\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nAntes das lives no TikTok\n\nO que é um NPC nos jogos?\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/wrekless-e-um-mmo-que-mergulha-no-universo-do-skate/", "title": "Wrekless é um MMO que mergulha no universo do skate", "authors": ["Luiz Schmidt"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games"], "article_text": "\n Durante o evento Guerrilla Collective 2024, a Free Range Games apresentou o MMO de skate Wrekless. O título mergulha fundo no universo do skate e pode ser jogado online com até 50 jogadores. Jogo entrará em acesso antecipado no terceiro trimestre de 2024.\n\nDiablo comemora aniversário presenteando jogadores\nSouslike brasileiro Deathbound divulga novo trailer e libera demo\nTest Drive Unlimited Solar Crown ganha demo e requisitos de sistema\n\nDe acordo com a Free Range Games, o acesso antecipado de Wrekless vai trazer “um game completo de skate”, com multiplayer online, construtor de parques, minigames, veículos e habilidades. O lançamento oficial do game trará ainda mais opções de customização, tudo baseado com o feedback dos jogadores no Early Access.\nADICIONE WREKLESS NA SUA WISHLIST DA STEAM\n\n\n\nFree Range Games apresenta Wrekless ao mundo\nA Free Range Games é composta por devs que trabalharam em Tony Hawk’s Pro Skater. Pelo visto, enquanto a Activision recusou Tony Hawk’s Pro Skater 3+4, os devs resolveram criar seu próprio game de skate. Se você tem alguma esperança de um próximo Tony Hawk’s Pro Skater, é bom não ter, pois a Activision cancelou de vez a versão 3+4.\nSe você curte jogos de skate, Wrekless é uma boa opção de aproveitar games do gênero. Mesmo em Early Access, o título contará com modo online robusto para até 50 jogadores. Game também conta com amplas opções de customização e construção de parques, oferecendo aos jogadores muita diversão.\n\nWrekless é a nossa carta de amor à cultura do skate. Andar de Skate. Construir. Compartilhar. Jogue com até 50 skatistas online, faça manobras bizarras, combos e desafie a gravidade. Ande de skate simultaneamente, construa skateparks e minijogos com outros skatistas em tempo real e compartilhe-os com a comunidade.\nFree Range Games sobre Wrekless\n\nOs devs da Free Range Games destacam que o game terá cerca de 500 itens cosméticos, permitindo a criação de personagens únicos. Basta participar das atividades, jogar minigames, construir parques e ver outros jogadores andando de skate neles, para conseguir a moeda in-game.\nAtualmente, Wrekless não possui uma previsão oficial de lançamento. Do mesmo modo, o acesso antecipado do game inicia no terceiro trimestre de 2024, mas sem data específica. Para quem está interessado, o jogo entrará em Early Access em algum momento dos próximos meses no PC, via Steam e Epic Games Store.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\npara PC\n\nSouslike brasileiro Deathbound divulga novo trailer e libera demo\n\n\n\n\n\nFonte: IGN "},
{"url": "https://www.adrenaline.com.br/games/wyd-with-your-destiny-lanca-evento-e-servidor-comemorativo/", "title": "WYD - With Your Destiny lança evento e servidor comemorativo", "authors": ["Eddy Venino"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games"], "article_text": "\n A Raid Hut anunciou nesta sexta-feira (07) que seu MMORPG, WYD – With Your Destiny irá receber um novo servidor de evento.\nChamado de Loki, esse servidor especial estará acessível no jogo temporariamente até o próximo dia 17 de junho.\nLoki, novo servidor em WYD – With Your Destiny\nAtravés do novo servidor Loki, os jogadores poderão construir sua jornada do zero e batalhar numa corrida pelos rankings mais altos –  por dez dias, os melhores jogadores receberão prêmios e recompensas valiosas que poderão ser levados ao servidor fixo WYD Global – criando assim um incentivo adicional para mergulhar nessa nova aventura.\nCom mecânicas revisadas, este Servidor de Evento traz mais intensidade do que nunca apresentando novas mecânicas de PVM (Player vs. Monster) e PVP (Player vs. Player) e oferecendo uma chance única de conhecer ou revisitar o mundo do jogo.\n\n\n\nLoki retornou às terras de Kersef em busca de novos desafios e diversão! Em sua dimensão particular, o Deus está convocando guerreiros valentes para batalhas épicas em troca de espólios únicos. \nPrincipais características de WYD\n\nProgressão Infinita: Evolua através de mais de 1500 níveis, transformando seu personagem de um simples mortal em um ser supremo Celestial;\nClasses Customizadas e Balanceadas: Escolha entre quatro classes distintas: Huntress (Arqueira), TransKnight (Guerreiro), BeastMaster (Místico) e Foema (Mágica);\nBuilds Altamente Customizáveis: Crie estratégias imbatíveis combinando diversos atributos e mais de 150 skills;\nSistema de Macro Integrado: Aproveite o modo automático para caça PvM (Player vs Monsters);\nGameplay Focado no PvP: Participe de diversos modos competitivos diários que suportam até 1000 jogadores;\nSistema de Ranking de Guild: Lute contra outras guildas para subir no ranking e dominar todo um servidor;\nJogabilidade Solo ou em Grupo: Complete quests e atividades sozinho ou forme grupos para enfrentar desafios épicos e ganhar recompensas melhores;\nTrilha Sonora Marcante e Nostálgica: Acervo musical em constante crescimento pontuando os momentos mais emocionantes do jogo com temas clássicos e releituras modernas; \nAlta Otimização: Jogue em praticamente qualquer PC ou notebook, garantindo uma experiência fluida e acessível.\n\nWYD – With Your Destiny pode ser baixado gratuitamente através do site oficial da Raid Hut (link na fonte).\nFONTE: Raid Hut\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\ntodos os detalhes\n\nSummer Game Fest 2024: onde assistir online e ao vivo\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/lancamento-volgarr-the-viking-2/", "title": "Game indie Volgarr the Viking 2 ganha trailer e data de lançamento", "authors": ["Filipe Carbone"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation"], "article_text": "\n A Crazy Viking Studios anunciou oficialmente o lançamento de Volgarr the Viking 2, sequência do aclamado game indie lançado há mais de uma década. Com data de lançamento marcada para 6 de agosto deste ano, o jogo estará disponível para PlayStation5 e PlayStation 4.\nLeia mais\n\nXbox marca nova apresentação de indies para o dia 29 de abril\nIndika, jogo indie feito na UE5, tem requisitos de PC um tanto altos\nRelic demite funcionários para sobreviver como estúdio indie\n\nNesta última quinta-feira (6), os desenvolvedores deram aos fãs um vislumbro do que esperar dessa nova aventura com a disponibilização do primeiro trailer do jogo. A expectativa é que ele mantenha a dificuldade do original, mas com recursos modernos como checkpoints, continuações ilimitadas, modo de prática, entre outros.\n\n\n\n“Aprendemos muito com o lançamento do original e, mesmo com algumas atualizações modernas, os fãs vão adorar a sequência. Volgarr ainda é um jogo onde, para a experiência máxima, você precisará realmente dominar o que ele pede de você”, afirmou Kristofor Durrschmidt, CEO e diretor criativo da Crazy Viking Studios.\nJogo apresentará diferentes finais\nDependendo do desempenho do jogador ao longo de Volgarr the Viking 2, um dos seis diferentes finais será apresentado, incluindo um chefe final secreto escondido em um certo nível. Em comparação com o original, haverá novos itens e power-ups, além de uma nova lista de chefes a serem derrotados e opções de acessibilidade para aqueles que precisarem de uma ajuda extra.\n\n“Um de nossos pilares-chave é fazer novos jogos à moda antiga. Amamos e celebramos jogos onde cada pixel é feito à mão. Volgarr foi um daqueles jogos que não conseguimos largar, não importa o quão difícil fosse. Jogos assim são uma raridade, e estamos felizes em desempenhar um papel na realização de Volgarr II”, disse Mike Mika, chefe da Digital Eclipse.\nVolgarr the Viking 2 é um jogo de ação e plataforma em 2D, onde a precisão é fundamental e um movimento errado pode resultar em uma morte brutal. Jogadores do jogo original se sentirão em casa nesta jornada, mesmo com a adição de novos power-ups, novas formas de magia, novos tipos de inimigos e uma nova trilha sonora.\nFonte: Push Square\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\ncrise na indústria\n\nEstúdio indie conta como tem sido difícil achar publishers\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/devolver-digital-revela-os-novos-lancamentos-da-publisher/", "title": "Devolver Digital revela os novos lançamentos da publisher", "authors": ["Eddy Venino"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n A Devolver Digital revelou na última sexta-feira (07), através da Devolver Direct, quais serão os próximos lançamentos da publisher.\nA esperada – e sempre muito criativa e divertida – Devolver Direct comemorou o 15º aniversário de Volvy (mascote da publisher) com uma bizarra história sendo contada enquanto os espectadores foram agraciados com vários trailers dos jogos que devem ser lançados entre 2024 e 2025.\nLançamentos da Devolver Digital\nDurante a transmissão da Devolver Digital, pudemos conferir, os jogos recém-revelados da publisher: Possessor(s) do desenvolvedor independente Heart Machine (Hyper Light Drifter) e Tenjutsu do desenvolvedor solo Deepnight Games (Sébastien Benard, Dead Cells), foram as atrações principais do Devolver Direct deste ano.\nA conferência também serviu para atualizar datas de lançamento e conteúdos de outros jogos que já haviam sido anunciados, como Anger Foot (Free Lives) e The Crush House (Nerial) e os novos DLC’s para Cult of the Lamb (Massive Monster) e The Talos Principle 2 (Croteam).\nConfira abaixo cada um dos jogos que apareceu na Devolver Direct e seus trailers.\nPossessor(s) – chegando ao PC e consoles em 2025\n\n\n\nPossessor(s) é um side scroller de ação acelerada com combate inspirado em jogos de luta de plataforma, uma história contada através de personagens perigosos, ambientada em um mundo profundo e interconectado pronto para ser explorado.\nJogue como Luca, o anfitrião, e Rehm, seu colega pouco cooperativo, enquanto exploram uma cidade em quarentena, destruída e inundada por uma catástrofe interdimensional. A sua única esperança de sobrevivência é aprender a coexistir.\nTenjutsu – PC e consoles\n\n\n\nEm Tenjutsu você joga como uma yakuza renegada decidida a desafiar seus antigos associados e afrouxar seu controle sobre a Cidade Jardim Secreto.\nQuatro poderosos sindicatos do crime controlam a cidade, governando com mão de ferro. Para derrotá-los, você deve dominar um sistema de luta brutal e construir um arsenal diversificado de armas, atualizações e técnicas de artes marciais, quebrando seus domínios nas ruas em uma onda de violência.\nMolde a cidade de acordo com seu estilo de jogo, desbloqueando novas armas, movimentos de combate e áreas para explorar. Só não demore muito: quanto mais tempo você passar se preparando, mais fortes seus inimigos se tornarão.\nAnger Foot – 11 de julho, PC\n\n\n\nDesenvolvido pela Free Lives (Broforce, Gorn, Terra Nil), Anger Foot é um jogo em primeira pessoa com ação extremamente veloz em que as batidas graves são tão fortes quanto seus chutes nas portas e inimigos – e você poderá experimentar seu caos quando o jogo for lançado no PC em 11 de julho.\nShit City é uma doença e seu pé é a cura. Amarre uma coleção caprichosa de calçados formidáveis para lutar em uma série diversificada de distritos urbanos perturbados. Você é o deus do estilo, velocidade ou poder? Descubra segredos e desbloqueios que incentivam a rejogabilidade – e aprenda a enfrentar os níveis de maneiras novas, criativas, ridículas e devastadoras.\nThe Crush House – 9 de agosto, PC\n\n\n\nThe Crush House fará sua tão esperada estreia em 9 de agosto para PC. Um saboroso teaser na forma de uma demo está disponível na Steam para download e diversão sob demanda agora mesmo!\nCriado pelo estúdio britânico Nerial (Reigns), The Crush House é A sensação dos reality shows de 1999 e tem uma nova produtora: você! Jogando como a nova contratada Jae, leve sua câmera para a icônica mansão do programa em Malibu e mantenha os espectadores grudados em suas telas filmando todo o drama, fofocas, romance e tensão que surgir. Mas deixe de manter o público entretido e você poderá sofrer um destino pior que a morte: o cancelamento.\nEscolha entre doze personalidades excêntricas e encontre seu elenco de quatro pessoas para cada temporada. Misture e combine personalidades conflitantes ou atrações complementares e observe como as tensões aumentam e as faíscas voam. Veja o que há de melhor na câmera e veja suas avaliações dispararem.\nMas há mais em The Crush House do que aparenta, e um mistério sinistro está esperando para ser descoberto. Jae pode explorar a mansão à noite, quando o show sai do ar, participando de conversas proibidas com o elenco para descobrir os muitos segredos obscuros e distorcidos de The Crush House.\nCult of the Lamb: Unholy Alliance – 12 de agosto, PC, PS5, PS4, Xbox Series S|X e Switch\n\n\n\nUnholy Alliance, a mais recente atualização gratuita do grande sucesso Cult of the Lamb, apresenta uma nova personagem jogável: a Cabra! Convocada pelo sangue e nascida na corrupção, esta nova aliada perversa pode juntar-se ao Cordeiro Santo na cooperação local. Faça uma cruzada pelas masmorras, mate hereges, construa seu culto e busque novos poderes juntos em 12 de agosto.\nO Cordeiro e a Cabra podem trocar de armas, causar dano extra ao lutarem lado a lado ou causar um acerto crítico se seus ataques estiverem sincronizados. Os jogadores solo também recebem vários novos poderes e habilidades para jogar.\nAlém da adição do jogo cooperativo, a expansão Unholy Alliance também adiciona novas cartas de tarô, relíquias, edifícios, características e missões dos seguidores e outros segredos para descobrir!\nThe Talos Principle 2: Road to Elysium – 14 de junho, PC, PS5 e Xbox Series X|S\n\n\n\nO enredo aclamado pela crítica do quebra-cabeças existencial de expansão mental da Croteam e Devolver Digital, The Talos Principle 2, está longe de terminar. Road to Elysium levará os jogadores ainda mais fundo nesta visão única de um futuro pós-humano.\nEsta expansão de três partes reunirá você com personagens amados e colocará suas habilidades de resolução de quebra-cabeças à prova por meio de uma série de novas histórias instigantes.\nSeguindo os eventos de The Talos Principle 2, Road to Elysium continua a evolução do mundo dos robôs, proporcionando uma nova perspectiva sobre alguns dos principais momentos da jornada de 1K e desafiando você com quebra-cabeças construídos em torno de mecânicas novas e pré-existentes.\nA expansão é composta por três capítulos, cada um com sua aparência distinta:\n\nOrfeu Ascendente: Explore a filosofia do amor, morte e ressurreição através da história de Hypatia e Sarabhai.\nIlha dos Abençoados: Junte-se a Yaqut e Miranda enquanto eles se juntam a Cornelius e Athena em uma aventura repleta de quebra-cabeças ambientada em uma deslumbrante ilha do Caribe.\nPara o Abismo: Retorne a um dos momentos mais dramáticos de O Princípio Talos 2 e descubra o que aconteceu com Byron quando ele ficou preso na Megaestrutura.\n\nFONTE: Devolver Digital\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nIndie com Estilo\n\nNeva recebe novo trailer com visuais belíssimos\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/skate-presenca-confirmada-summer-game-fest-2024/", "title": "Skate tem presença confirmada no Summer Game Fest 2024", "authors": ["Diego Corumba"], "hat": "da magia e ação", "tags": ["Games", "Notícias"], "article_text": "\n O jogo Skate, reboot da franquia produzida pela Electronic Arts, será apresentado oficialmente durante a abertura da Summer Game Fest 2024 – que ocorre hoje (7). \nNas redes sociais, o perfil oficial do novo game postou que saberemos mais informações sobre a próxima entrada da série – que não terá o número “4”, mas que promete trazer toda a glória do esporte de volta aos videogames. Confira a postagem abaixo:\n\nJá chega! Sintonize no Summer Game Fest amanhã conforme conversaremos sobre todos os rumores completamente infundados relacionados à M-Corp\n\n\nWe've had enough! Tune into @summergamefest tomorrow as we address all of the completely unfounded rumors about M-Corp! LIVE broadcast at https://t.co/bILIxKPkbn 2pm PT / 5pm ET. Link in Bio. pic.twitter.com/BCAIKYYwpO— skate. (@skate) June 6, 2024\n\nSkate foi anunciado ainda em 2020, sendo uma sequência direta do último título da linha – lançado em 2010 para o PlayStation 3, Xbox 360 e chegando posteriormente ao Xbox One. Alguns testes foram realizados desde o seu anúncio, mas a Electronic Arts nunca o apresentou formalmente. Ou seja, a espera se encerra mais tarde.\nUm ponto curioso é que, também em 2020, Tony Hawk’s Pro Skater 1+2 era lançado pela Activision e mostrou a força que o esporte carrega entre os gamers. Apesar de ter sido aclamado pelo público, até o momento nenhum outro remake ou sequência foram divulgados oficialmente. \nVeja mais:\n\nWrekless é um MMO que mergulha no universo do skate\nActivision recusou Tony Hawk’s Pro Skater 3+4\nSkate usando RTX 4090 como shape faz sucesso nas redes sociais\n\n\n\nSkate não brilhará sozinho na Summer Game Fest\nAinda que vários anúncios da Summer Game Fest 2024 ainda estejam sendo mantidos em sigilo, Skate não é o único que confirmou presença durante o evento. Metaphor: ReFantazio, Monster Hunter Wilds, Slitterhead, o DLC de Alan Wake 2 e o novo jogo da 2K Games – possivelmente Borderlands 4 – também darão as caras por lá.\nMais rumores apontam que a presença da Electronic Arts será ainda maior dentro do evento, levando jogos como EA Sports FC 25 e também seu novo Dragon Age: The Veilguard (cujo nome anterior era “Dreadwolf”).\nA Summer Game Fest 2024 começará a partir das 18h (horário de Brasília) de hoje, 7 de junho.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nacontece dia 7\n\nSummer Game Fest 2024 será \"mais calmo\" em relação a anúncios; nada de GTA 6\n\n\n\n\n\nFonte: Eurogamer "},
{"url": "https://www.adrenaline.com.br/games/novo-titulo-apresentado-neon-blood/", "title": "Neon Blood mistura elementos cyberpunk em um RPG de aventura", "authors": ["Filipe Carbone"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias", "PC Games", "Playstation"], "article_text": "\n O Guerrilla Collective apresentou uma série de novos títulos independentes para os próximos meses, além de atualizar informações sobre jogos já conhecidos. Entre eles, destaca-se Neon Blood, um RPG desenvolvido pela ChaoticBrain, que recentemente revelou um novo trailer e confirmou seu lançamento para o último trimestre de 2024.\nLeia mais\n\nHorizon Online continua após corte de 10% das equipes da Guerrilla Games\nFranquia Horizon da Guerrilla Games possui múltiplos projetos em andamento\nGuerrilla Games divulga artes de Horizon Forbidden West: Burning Shores\n\nInicialmente, houve a possibilidade de Neon Blood passar por adiamentos antes do lançamento, mas tudo indica que isso não será necessário. Por mais que não seja tão recheado de expectativa quanto outros títulos do estúdio, ele já deu as caras em outras oportunidades.\n\n\n\nIsso por que Neon Blood não é um título desconhecido para a comunidade, especialmente para aqueles que acompanharam a última edição do Indie Dev Day em Barcelona, onde os criadores do jogo foram entrevistados e falaram mais sobre seus respectivos jogos.\nA publicação de Neon Blood será feita pela Meridiem Games, que também anunciou uma edição física do jogo. Esta edição contará com itens adicionais, como um livreto de arte, e estará disponível para as plataformas PlayStation 5 e Nintendo Switch.\nAmbientado no ano de 2053, Neon Blood transporta os jogadores para um mundo devastado por uma guerra. O cenário principal é Viridis, uma metrópole marcada pela desigualdade, dividida entre a perigosa Blind City e a luxuosa Bright City.\nO protagonista, Axel McCoin, é um ex-detetive que se torna peça-chave para desvendar uma trama de corrupção que ameaça a frágil paz de Viridis. O jogo convida os jogadores a explorarem a cidade e suas histórias, acompanhando Axel em sua missão de derrubar a ordem estabelecida e desmantelar os alicerces de uma sociedade corrompida.\n\nRequisitos mínimos para rodar Neon Blood\n\nSistema Operacional: Windows 7 SP1 64bit, Windows 8.1 64bit\nProcessador: Intel Core i3-2100 / AMD FX-6300\nMemória: 4 GB de RAM\nPlaca de Vídeo: NVIDIA GeForce GTX 750 Ti / ATI Radeon HD 7950\nDirectX: Versão 9.0c\nArmazenamento: 4 GB de espaço disponível\nPlaca de Som: Dispositivo de som compatível com DirectX 9\nOutras Observações: Suporte para controle Microsoft Xbox Controller para Windows\n\nFonte: Go Nintendo\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nGames\n\nGuerrilla Games apresenta nova habilidade de Aloy em Horizon Forbidden West: Burning Shores\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/new-world-avistado-playstation-store/", "title": "New World está pronto para chegar ao PlayStation", "authors": ["Filipe Carbone"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "Playstation"], "article_text": "\n A Amazon Games parece estar preparando o lançamento de seu MMORPG New World para consoles, após o jogo ter sido avistado na PlayStation Store. Um usuário do Reddit, OMG_R3A11Y, encontrou o título na loja de sua console e publicou uma captura de tela antes que a listagem fosse aparentemente removida.\nLeia mais\n\nNovidades de New World: Forja da Runa do Inverno\nSeason 5 de New World disponível com novo enredo, eventos e muito mais\nAmazon Games anuncia quinta temporada de New World\n\n\nLançado em 2021 no Steam, New World tornou-se um jogo de sucesso para a Amazon. O MMO gratuito atingiu um número significativo de jogadores simultâneos, alcançando um pico de 913.634. Desde então, o número acabou diminuindo, mas ele segue como um sucesso do gênero.\nA expectativa é que o lançamento para consoles impulsione esses números, especialmente após o perfil oficial de New World no Twitter/X sugerir um “anúncio empolgante” para o Summer Game Fest, que começa nesta sexta-feira (7), às 18h, horário de Brasília.\n\nA new dawn approaches 🌅 Look out for an exciting announcement tomorrow during #SummerGameFest.Starts 2PM PT on https://t.co/TJhbZAoZWX. pic.twitter.com/57QLWyRAv0— New World (@playnewworld) June 6, 2024\n\nNew World Aeternum será um novo jogo?\nA listagem na PlayStation Store refere-se a um jogo chamado New World Aeternum, enquanto a versão do Steam é simplesmente chamada de New World. Isso pode indicar que a versão para console é um jogo diferente ou que Aeternum é o nome de uma nova expansão que substituirá o nome original em todas as versões.\nOutra possibilidade é que New World Aeternum marque um novo começo para o MMO, semelhante ao que aconteceu com Final Fantasy 14 A Realm Reborn. Os fãs também estão se perguntando se New World será lançado para Xbox Series X e S, já que a inserção foi vista na PlayStation Store.\nO anúncio oficial da Amazon Games sobre uma surpresa relacionada ao New World no Summer Game Fest de hoje sugere que mais informações estarão disponíveis em breve. Após a publicidade do jogo avistada na PS Store para PS5, é provável que um anúncio durante o evento revele mais detalhes e possivelmente uma data de lançamento.\nFonte: Eurogamer\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nMais conteúdo no MMORPG\n\nNew World terá evento de Year of the Dragon\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/nvidia/gpus-nvidia-aib-representam-88-porcento-do-mercado/", "title": "GPUs NVIDIA AIB representam 88% do mercado", "authors": ["Diego Corumba"], "hat": "da magia e ação", "tags": ["AMD", "Hardware", "Intel", "Notícias", "NVIDIA"], "article_text": "\n No último trimestre, a NVIDIA enviou 7.7 milhões de GPUs aos seus parceiros AIB (add-in-board) – representando uma fatia gigantesca de 88% do mercado.\nEm termos comparativos, a AMD conseguiu enviar apenas 1 milhão de placas de vídeo AIB durante o período e abocanhou o montante de 12%. O número representa uma queda, já que no trimestre anterior ela enviou 1.8 milhões. Já a Intel alcançou o ponto mais baixo com suas Arc, com vendas estimadas de 50 mil unidades e tem 0% de representação.\n\n\nA pesquisa foi realizada por Jon Peddie Research e envolve GPUs discretas para desktop, que engloba o cenário de placas de vídeo gaming e para workstations. Ao contrário das demais, a NVIDIA é a única que obtém aumento nos envios – de aproximadamente 100 mil unidades por trimestre. \nJá o 3DCenter divulgou um infográfico que mostra tanto a NVIDIA quanto a AMD no decorrer dos últimos 22 anos – desde a época das GPUs GeForce FX e Radeon 9000. É notável que a empresa de Jensen Huang continua aumentando seus números no mercado AIB, tomando a frente e se distanciando cada vez mais dos rivais.\n\n\nComo podem notar acima, não é à toa que a NVIDIA conseguiu ultrapassar a Apple no mercado de ações e se tornar a segunda das empresas mais valiosas da indústria tech. Além de se destacar na Computex 2024 e em seus esforços relacionados à inteligência artificial, ela também se manteve na liderança entre suas parceiras comerciais.\nVeja mais:\n\nGPUs NVIDIA GeForce RTX 60 terão arquitetura de nome Rubin\nNVIDIA lança programa SFF para conceito de PC gamer compacto\nNVIDIA Project G-Assist será assistente com IA para gamers\n\n\n\n\nExpectativas sobre NVIDIA, AMD e Intel\nDe acordo com Jon Peddie, a indústria de GPUs espera por um retorno da sazonalidade de envios – que foi abalada na crise econômica de 2008, na ascensão do mercado cripto, durante a pandemia de COVID-19 e com a guerra na Ucrânia. \nNo entanto, fora a NVIDIA que pretende trazer GPUs “Blackwell” GeForce RTX 50 em breve, nem a AMD ou a Intel apresentaram projetos “high-end” que serão lançados no mercado desktop. Ambas estão focadas em trazer gráficos integrados em suas próximas linhas de CPUs e com novas entradas possivelmente em 2025.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nrumor\n\nNVIDIA GeForce RTX 50 pode ter o maior salto de desempenho geracional\n\n\n\n\n\nFonte: Videocardz "},
{"url": "https://www.adrenaline.com.br/games/pc-games/knights-in-tight-spaces-mistura-cartas-e-batalhas-medievais-com-uma-bela-trilha-sonora/", "title": "Knights in Tight Spaces mistura cartas e batalhas medievais com uma bela trilha sonora", "authors": ["Luiz Schmidt"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games"], "article_text": "\n O jogo de batalhas por turnos com deckbuilding, Knights in Tight Spaces, foi apresentado durante o Guerrilla Collective, evento indie que precede o Summer Games Fest. Desenvolvimento é da Ground Shatter e a publicação ficará por conta da Raw Fury. Jogo traz elementos roguelike, múltiplos personagens e até 300 cartas para desbloquear.\n\nWrekless é um MMO que mergulha no universo do skate\nGame indie Volgarr the Viking 2 ganha trailer e data de lançamento\nDiablo comemora aniversário presenteando jogadores\n\nKnights in Tight Spaces é um game tático, que mistura decks de cartas e elementos roguelike. De acordo com a Ground Shatter, as batalhas oferecem muita estratégia, pois os jogadores podem utilizar o ambiente a seu favor, derrubando inimigos para fora do cenário ou desbloqueando poderosos ataques em combo.\nADICIONE KNIGHTS IN TIGHT SPACES NA SUA WISHLIST\n\n\n\nConheça as mecânicas de Knights in Tight Spaces\n\nMonte seu deck e domine as batalhas: As batalhas de Knights in Tight Spaces têm um visual estiloso, com efeitos visuais e animações com muita movimentação. Lute em ambientes difíceis, repletos de inimigos, ao som de uma trilha sonora elegante;\nDomine o ambiente: Para vencer, não basta ter as melhores cartas. Também é preciso aprender a controlar o ambiente. Posicione os personagens com cuidado ao redor dos inimigos e obstáculos, mantendo sempre a vantagem tática. Fique de olho nos pontos de impulso e combo para dar golpes especiais poderosos;\nForme um grupo e revele segredos: Recrute novos personagens e forme o grupo mais forrte em Knights in Tight Spaces. Descubra novas áreas no mapa procedural, revelando o mistério da sociedade secreta que contratou você. Encontre habilidades coletivas e experimente combinações de decks. Mas tome cuidado com quem você escolhe e quem rejeita na equipe! Às vezes, amigos e inimigos são apenas dois lados da mesma moeda;\nMonte o deck perfeito: Com 300 cartas, várias classes e equipamentos diferentes, o jogo tático da Ground Shatter garante muitas horas de gameplay.\n\n\nAtualmente, Knights in Tight Spaces não possui previsão de lançamento. Se você ficou interessado, é possível baixar uma pequena demo na página da Steam. Os devs da Ground Shatter, infelizmente não divulgaram se planejam lançar o título ainda durante o ano de 2024.\nSe você curte jogos com batalhas por turnos, com elementos táticos e deckbuilding, o jogo da Ground Shatter é uma opção interessante. O visual diferente do game, as batalhas medievais e a trilha sonora ajudam a complementar a ambientação. Como o game apresenta mapa procedural, o fator replay do título será bem forte.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nRolê online\n\nWrekless é um MMO que mergulha no universo do skate\n\n\n\n\n\nFonte: Steam "},
{"url": "https://www.adrenaline.com.br/games/serie-fallout-pode-ter-5-temporadas/", "title": "Criadores querem que série de Fallout tenha 5 temporadas", "authors": ["Filipe Carbone"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n A série inspirada em Fallout, disponível na Amazon Prime Video, tem sido um sucesso desde o lançamento e ajudou a impulsionar as vendas do jogo. Isso fez com que a segunda temporada fosse garantida pelos criadores, que também mostraram o desejo de entender a história.\nLeia mais\n\nFallout 76 alcança 20 milhões de jogadores e Bethesda planeja futuro da franquia\nJogos Fallout estão entre os mais jogados em abril nos EUA\nBethesda teria faturado quase US$ 100 milhões com série de Fallout\n\nO showrunner Graham Wagner, em entrevista à The Hollywood Reporter, revelou que a popularidade da série foi surpreendente para quem participou do projeto. Ele também mencionou que os criadores consideraram a possibilidade de desenvolver cinco temporadas, o que agora parece mais viável após as reações positivas do público.\n“Nosso objetivo é terminar cada temporada com uma forma semi-satisfatória e semi-aberta. Já falamos sobre três temporadas e também sobre cinco. Dado o sucesso da série, cinco temporadas agora parecem um pouco mais atraentes. Mas a indústria é temperamental, e temos que encarar cada temporada como se fosse a última,” afirmou Wagner.\n\nSegunda temporada em desenvolvimento\nEnquanto se fala sobre as próximas temporadas, a data de lançamento da segunda ainda não foi definida. Wagner mencionou que a equipe está trabalhando o mais rápido possível, aproveitando muitos recursos da primeira temporada, como cenários, ativos e efeitos visuais.\nEspera-se que a segunda temporada esteja disponível no final de 2025 e seja ambientada em New Vegas, trazendo novos elementos e continuando a narrativa da primeira temporada.\n“A internet tem o hábito interessante de transformar declarações não vinculativas em compromissos. Por isso, hesito em dar uma data que será tirada de contexto e viverá no Reddit por um ano ou mais. Mas estamos indo o mais rápido possível e temos muita coisa pronta da primeira temporada” explicou Wagner.\nO sucesso da série Fallout na Amazon Prime Video também teve um impacto positivo nas vendas dos jogos da franquia. Com a nova temporada em desenvolvimento, espera-se que o interesse pelos jogos continue a crescer, especialmente com a introdução de novas histórias e ambientações que remetem diretamente aos jogos, como New Vegas.\nFonte: WCCF Tech\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nNão haverá lugar seguro\n\nFortnite receberá conteúdo baseado em Fallout\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/asus/tem-uma-tela-ate-no-teclado-as-novidade-da-asus-na-computex-2024/", "title": "Tem uma tela até no TECLADO! As novidade da ASUS na Computex 2024", "authors": ["Nilton Kleina"], "hat": "da magia e ação", "tags": ["ASUS", "Hardware", "Notícias", "Periféricos", "Vídeo Cobertura de Eventos", "Vídeos"], "article_text": "\n A ASUS está jogando em casa na Computex 2024. A empresa taiwanesa é presença sempre marcante na maior feira de eletrônicos da Ásia, que acontece tradicionalmente em Taipei, mesma cidade-sede da marca.\nO Adrenaline esteve presencialmente no evento para conferir todas as novidade de semicondutores, hardware e serviços apresentados pelos principais nomes desse mercado. Neste vídeo, é hora de conferir o que o estande da ASUS apresentou aos visitantes.\nDestaques da ASUS na Computex 2024\nA ASUS focou o estande em equipamentos da submarca Republic of Gamers (ROG), que são visualmente bem chamativos e poderosos por dentro. Um dos lançamentos é o novo notebook ROG Zephyrus G16 com AMD Ryzen HX370, o novo processador para laptops que é especializado em rodar serviços de inteligência artificial (IA).\nBastante fino e com um novo sistema de arrefecimento com saídas de ar na traseira e na parte de baixo, o modelo já vem até com o botão específico para a tecnologia Copilot da Microsoft.\n\nNo setor de produtos em desenvolvimento, a ASUS mostrou um novo recurso de customização. São telas traseiras personalizáveis de alguns notebooks, com uma tecnologia parecida com a de eReaders como o Kindle. Neste caso, você pode colocar ilustrações, logos e animações simples para rodar, sempre consumindo pouca bateria.\nEntre os periféricos gamers apresentados, conhecemos um novo headset com LEDs e microfone em maiores proporções.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nMais memória e bateria!\n\nHANDS-ON do portátil ROG ALLY X: ele mudou bastante e promete\n\n\n\n\n\nJá o novo mouse da marca é feito em fibra de carbono que é extremamente leve, com conexão rápida e proprietária para ser mais responsivo em jogos competitivos. Além disso, o novo teclado ROG Azoth Extreme é mais parrudo, feito em metal e até com uma tela no canto superior direito.\nO portátil gamer ROG Ally X também foi exibido no estande. O nosso hands-on dessa nova geração do dispositivo para jogos da ASUS já rendeu um vídeo próprio.\n…\nQuer conhecer todas as novidades e surpresas da Computex 2024? Continue ligado nos aqui no Adrenaline e também em nosso canal do YouTube para não perder nenhum detalhe dessa cobertura.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nSó pedrada!\n\nMONSTROS Gigabyte AORUS na Computex 2024: monitor gigante, placas-mãe e mais\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/dragon-age-the-veilguard-vai-ser-totalmente-single-player/", "title": "Dragon Age: The Veilguard vai ser totalmente single player", "authors": ["Felipe Gugelmin"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n Embora tenha flertado com elementos multiplayer em Inquisition, Dragon Age vai voltar a ser uma experiência totalmente single player em The Veilguard (conhecido anteriormente como Dreadwolf). Após a BioWare confirmar a mudança de nome do jogo, o diretor Michael Gamble confirmou que ele será uma experiência totalmente focada na história.\nEm uma mensagem publicada no X/Twitter, Gamble desmentiu rumores de que o novo RPG teria elementos de serviço ao vivo. “Essa parte está nos artigos. Ele não é. É uma deliciosidade estritamente single player”, afirmou. Ele também explicou que considera o elenco do jogo sua “nova família” após tê-lo jogado algumas vezes.\n\nStart your Dragon Age summer right on June 11th. Check out the beginnings of The Veilguard. After having played the game a few times I can confirm theyre like my new family. https://t.co/WsH9qiYomC— Michael Gamble (@GambleMike) June 6, 2024\n\nRelatos indicam que, na prática, Dragon Age: The Veilguard chegou a ter elementos multiplayer fortes, mas eles foram abandonados com o passar do tempo. O desenvolvimento do game começou em 2015, logo após o lançamento de Inquisition, e ele passou por muitas mudanças de direção desde então.\nDragon Age: The Veilguard é um jogo definidor para a BioWare\nEnquanto inicialmente a BioWare havia sido pressionada pela Electronic Arts para trazer mais recursos online para o jogo, essa situação mudou graças a Anthem. O shooter totalmente online acabou se mostrando um grande fracasso para a desenvolvedora, mesmo tendo vendido mais de 5 milhões de unidades.\n\nCom o sucesso obtido por games como Star Wars Jedi: Fallen Order, a publicadora mudou de postura e permitiu que seus estúdios passassem a se focar novamente em aventuras single player. No entanto, rumores apontam que a direção anterior deixou algumas marcas em Dragon Age: The Veilguard, especialmente em seu sistema de combates.\nA BioWare promete revelar mais detalhes sobre seu novo projeto em uma transmissão marcada para o dia 11 de junho. O sucesso do jogo será de grande importância para o estúdio, que, com Anthem e Mass Effect Andromeda, tem um histórico recente marcado por lançamentos que não agradaram nem ao público, nem à crítica.\nFonte: Games Radar\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nconteúdo \"sem alma\"\n\nCriador de Dragon Age não acredita que IA conseguirá criar narrativas em jogos\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/xbox/microsoft-considera-remaster-halo-combat-evolved-no-ps5/", "title": "Microsoft considera lançar remaster de Halo Combat Evolved no PS5 [RUMOR]", "authors": ["Luiz Schmidt"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "Xbox"], "article_text": "\n De acordo com informações do portal internacional The Verge, a Microsoft supostamente trabalha em remaster de Halo Combat Evolved e pode lançar o game no PS5. Rumores apontam que o projeto está em estágio inicial de desenvolvimento.\n\nSelo “8K” do PlayStation 5 é removido de novas caixas do console\nCriadores querem que série de Fallout tenha 5 temporadas\n\nRumores brigam entre si com a noção de que o Xbox não vai virar multiplataforma, ao mesmo tempo afirmando que franquias como Halo serão multiplataforma. Segundo o relatório do The Verge, a Microsoft deve divulgar novos games de suas principais IPs como multiplataforma.\n\nAlém do suposto remaster de Halo Combat Evolved chegando no PS5, fontes anônimas contaram ao The Verge que a Microsoft trará mais games ao PlayStation. O projeto multiplataforma do Xbox possui o codinome Project Latitude e diferentes games estão na discussão se viram, ou não, multiplataforma.\nPor enquanto não temos confirmação dos planos do Xbox com franquias como Halo. Porém, essa não é a primeira vez que um rumor como o do remaster de Halo Combat Evolved chegando ao PS5 circula nas redes.\nOutro rumor ou Halo Combat Evolved no PS5 vai acontecer?\nApós jogos como Hi-Fi Rush, Pentiment, Grounded e Sea of Thieves chegarem no PlayStation, a internet foi inundada com rumores de Starfield e Indiana Jones no console da Sony. Curiosamente, portal The Verge afirma que a Microsoft pode divulgar algumas destas novidades no Xbox Showcase.\nEles não deixam claro se a Microsoft planeja apenas revelar o remaster de Halo Combat Evolved, ou se vão divulgar jogos chegando no PS5. Parece bem improvável vermos a MS confirmando títulos first party no PlayStation em seu próprio evento.\n\nFontes anônimas contaram ao portal The Verge que a Microsoft possui planos multiplataforma com a franquia Halo e jogos da série podem chegar ao PlayStation 5\n\n\nDe qualquer forma, o Xbox Showcase do dia 9 de junho promete ser um evento grande. Rumores sugerem um evento de 2 horas com mais de 30 jogos. Durante a transmissão, a companhia vai apresentar novidades de games como Call of Duty: Black Ops 6, Indiana Jones and The Great Circle, Ara: History Untold e muito mais.\nNão sabemos se o remaster de Halo Combat Evolved está em desenvolvimento e se ele chegará ao PS5. Portanto, vamos tratar a informação do The Verge como rumor. Mesmo assim, diferentes informações sobre o status “multiplataforma” das franquias mais icônicas do Xbox continuará em discussão, até a Microsoft resolver ser clara com sua mensagem.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nanúncio em breve\n\nNew World está pronto para chegar ao PlayStation\n\n\n\n\n\nFonte: VGC "},
{"url": "https://www.adrenaline.com.br/games/remaster-de-final-fantasy-tactics-continua-em-desenvolvimento-rumor/", "title": "Remaster de Final Fantasy Tactics continua em desenvolvimento [RUMOR]", "authors": ["Felipe Gugelmin"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n Vazado há alguns anos na famosa lista da NVIDIA, o remaster de Final Fantasy Tactics nunca foi anunciado oficialmente pela Square Enix, mas permanece vivo. Segundo o famoso leaker Midori compartilhou no X/Twitter, o projeto continua em andamento e não acabou sendo vítima dos cancelamentos recentes da empresa.\nSem fornecer maiores informações sobre o que a desenvolvedora está preparando, o insider afirmou acreditar que um lançamento vai acontecer em algum momento de 2025. No entanto, ele não forneceu detalhes sobre quando um anúncio poderá acontecer, tampouco compartilhou quais novidades o jogo pode receber.\n\nThe remastered version of Final Fantasy Tactics is still in development.It was not a project at Square Enix that was cancelled.— みどり (@MbKKssTBhz5) June 6, 2024\n\nLançado originalmente para o primeiro PlayStation, Final Fantasy Tactics ganhou fama graças a seu sistema de classes complexo e a uma trama repleta de elementos políticos. Ele chegou a receber uma versão atualizada para o PSP, Android e iOS, que trouxe uma tradução revisada e novas cenas de animação.\nFinal Fantasy Tactics pode receber tratamento de Tactics Ogre\nEmbora pouco seja conhecido sobre o projeto atualmente, a expectativa é que ele receba um tratamento semelhante ao remaster recente de Tactics Ogre: Let’s Cling Together. Além de ganhar visuais adaptados a plataformas atuais, o título também recebeu alguns ajustes de gameplay.\n\nO elemento que une o jogo tático com Final Fantasy Tactics é o fato de que ambos foram criados por Yasumi Matsuno, que também trabalhou no remaster recente. Enquanto a série Tactics chegou a ganhar capítulos no GBA e no Nintendo DS, eles trouxeram ambientações bastante diferentes daquela vista no original.\nRecentemente, a Square Enix cancelou vários projetos internos e demitiu equipes nos Estados Unidos e Europa como parte de um processo de reformulação. A companhia afirma que não vai mais apostar em projetos pequenos e médios, focando seus esforços no tipo de produtos em que tem especialidade e em lançamentos multiplataforma.\nFonte: WCCFTech\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nexplicação técnica\n\nEx-executivo da Square Enix explica de onde vem expectativas de vendas\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/black-myth-wukong-requisitos-para-pc-vazados/", "title": "Black Myth Wukong tem requisitos para PC vazados", "authors": ["Diego Corumba"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games"], "article_text": "\n Os requisitos para jogar Black Myth Wukong no PC vazaram, mostrando que o título será exigente caso você queira aproveitar ao máximo a experiência desenvolvida pelo estúdio Game Science. Por exemplo, para jogar em resolução 4K, seu computador precisará ao menos de 32 GB de RAM.\nConfira as especificações divulgadas pelos insiders “Lunatic Ignus” e “ZFeetyou30399” abaixo. É importante mencionar que faltam algumas informações também poderão ser alteradas antes do lançamento do título, então é recomendável se manter atento:\n\n\nRequisitos para 1080p (low) sem ray tracing:\n\nProcessador: Intel Core i5-8400 ou AMD Ryzen 5 1600\nGPU: NVIDIA GeForce GTX 1060 ou AMD Radeon RX 580\nMemória: 16 GB de RAM\nArmazenamento: 130GB em SSD\n\nRequisitos para 1080p (alta) sem ray tracing:\n\nProcessador: Intel Core i7-9700 ou AMD Ryzen 5 5500\nGPU: NVIDIA GeForce RTX 2060 / AMD Radeon RX 5700 XT / Intel Arc A750\nMemória: 16 GB de RAM\nArmazenamento: 130GB em SSD\n\nRequisitos para 4K sem ray tracing:\n\nProcessador: Intel Core i7-9700 ou AMD Ryzen 5 5500\nGPU: NVIDIA GeForce RTX 4070 ou AMD Radeon RX 7800 XT\nMemória: 32 GB de RAM\nArmazenamento: 130GB em SSD\n\n\n\nRequisitos para 1080p (low) com ray tracing:\n\nProcessador: Intel Core i5-9400 ou AMD Ryzen 5 1600\nGPU: NVIDIA GeForce RTX 3060\nMemória: 16 GB de RAM\nArmazenamento: 130GB em SSD\n\nRequisitos para 1080p (alta) com ray tracing:\n\nProcessador: Intel Core i7-9700 ou AMD Ryzen 5 5500\nGPU: NVIDIA GeForce RTX 4060\nMemória: 16 GB de RAM\nArmazenamento: 130GB em SSD\n\nRequisitos para 4K com ray tracing:\n\nProcessador: Intel Core i7-9700 ou AMD Ryzen 5 5500\nGPU: NVIDIA GeForce RTX 4080 Super\nMemória: 32 GB de RAM\nArmazenamento: 130GB em SSD\n\n\n\nUm dos pontos curiosos nos requisitos apresentados pelos leakers é que a Game Science não menciona placas de vídeo AMD para obter o ray tracing em Black Myth Wukong – o que pode ser alterado até a revelação oficial destas informações.\nVeja mais:\n\nBlack Myth: Wukong mostra conflitos em trailer inédito\nPlayStation receberá mais jogos chineses\nJá viu captura de movimento com gatos? A equipe de Black Myth: Wukong mostra\n\n\n\n\nO caminho para Black Myth Wukong\nDesde o seu anúncio, Black Myth Wukong impressionou os jogadores e trará um soulslike baseado nos mitos chineses – abordando de forma única a lenda de “Jornada ao Oeste”, no qual diversas obras já se basearam anteriormente, como o jogo Monkey King: Hero is Back e até a franquia Dragon Ball.\nA desenvolvedora Game Science anunciou que o lançamento de Black Myth Wukong será em 20 de agosto de 2024 e ele terá versões para o PlayStation 5, Xbox Series e PCs. \n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nSem E3, mas com evento\n\nSummer Game Fest e mais: as feiras e conferências de games em junho de 2024\n\n\n\n\n\nFonte: WCCFTECH "},
{"url": "https://www.adrenaline.com.br/amd/benchmarks-apu-amd-ryzen-ai-9-hx-370-vazam/", "title": "Benchmarks da APU AMD Ryzen AI 9 HX 370 vazam: 20% mais rápido do que as CPUs Zen4", "authors": ["Diego Corumba"], "hat": "da magia e ação", "tags": ["AMD", "Hardware", "Notícias"], "article_text": "\n O lançamento da APU AMD Ryzen AI 9 HX 370 “Strix Point” está próximo e os primeiros benchmarks do processador mobile vazaram – mostrando os saltos que ele traz de CPU e GPU com arquitetura Zen5 e núcleos RDNA 3.5.\nO chip contará com 12 núcleos e 24 threads, sendo 4 deles produzidos na estrutura Zen5 e os demais 8 em Zen5C. Seu boost clock atinge os 5.1 GHz e a APU traz 36 MB de cache (24 MB L3 + 12 MB L2). Já sua iGPU é a Radeon 890M, com 1.024 núcleos e 16 Compute Units. \n\n\nEm comparação ao processador Ryzen 9 8945HS, a APU AMD Ryzen AI 9 HX 370 “Strix Point” tem 50% mais núcleos/threads; 33,3% mais compute units e um desempenho de NPU 3,12 vezes maior – o que representa um grande salto, diga-se de passagem. \nVeja mais:\n\nAMD teria decidido nomenclatura da série Ryzen AI 300 de última hora\nCPUs Ryzen mais caras terão NPUs mais poderosas, diz CEO da AMD\nAMD apresenta processadores Ryzen AI 300 para Copilot+ PCs\n\n\n\n\nOs benchmarks da APU AMD Ryzen AI 9 HX 370\nO vazamento dos benchmarks da APU AMD Ryzen AI 9 HX 370 “Strix Point” indica que foi utilizada uma versão de amostragem – considerando que seu base clock era o mesmo de 2.0 GHz, porém seu máximo de boost alcançou 4.2 GHz, que é um resultado abaixo do máximo prometido pela fabricante no produto final.\nEm termos de números, no Geekbench 5 o processador alcançou 1.847 pontos nos testes single-core e 14.316 pontos em multi-core. Já no Geekbench 6 o chip atinge 2.544 pontos em single-core, com 14.158 pontos nos testes multi-core. Já no OpenCL, a iGPU Radeon 780M (RDNA 3.5) alcançou 41.995 pontos.\n\n\n\n\n\nNovamente em comparação à APU AMD Ryzen 9 8945HS, fabricada na arquitetura Zen4 e o principal produto da linha Hawk Point, o novo AMD Ryzen AI 9 HX 370 “Strix Point” alcançou 7% mais resultados em single-core, 20% em multi-core e teve um ganho de 40% nos testes gráficos (alcançando GPUs como a NVIDIA GeForce RTX 2050).\nÉ importante relembrar que o desempenho divulgado nos benchmarks são relacionados à versão de amostragem do processador. É esperado que os resultados de seu desempenho na versão final sejam ainda maiores – já que ele pode atingir 5.1 GHz. \n\n\nQuestões energéticas\nOutro aspecto que deve ser notado é que a APU AMD Ryzen AI 9 HX 370 “Strix Point” seguirá os moldes que acompanhará toda a linha – onde o TDP será decidido pela fabricante que trabalhar com o chip.\nConsiderando que o mínimo é de 15W e o máximo é de 54W, é difícil determinar sobre qual TDP o benchmark foi testado. O Ryzen 9 8945HS tem o TDP de 45W, enquanto a nova APU pode ter sido executada com 15W ou 20W – o que tornaram os resultados ainda mais impressionantes. No entanto, são hipóteses e vale aguardar pela divulgação da AMD.\nAs APUs AMD Ryzen AI 9 HX 370 “Strix Point” começarão a ser enviadas aos fabricantes em julho de 2024 e devem estar disponíveis ao público no último trimestre deste ano.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nEu, os gamers\n\nVocês acham que a \"Intel é melhor que AMD para o gamer médio\"?\n\n\n\n\n\nFonte: WCCFTECH "},
{"url": "https://www.adrenaline.com.br/microsoft/microsoft-explica-como-concorrente-do-dlss-usa-ia-para-melhorar-jogos/", "title": "Microsoft explica como concorrente do DLSS usa IA para melhorar jogos", "authors": ["Luiz Schmidt"], "hat": "da magia e ação", "tags": ["Inteligência Artificial", "Microsoft", "Notícias", "Software"], "article_text": "\n Através de uma postagem no blog, a Microsoft explicou como sua solução de upscalling usa IA para melhorar jogos. O Automatic Super Resolution (Auto SR) é o mais novo concorrente do NVIDIA DLSS e demais soluções de upscalling. \n\nMS considera lançar remaster de Halo Combat Evolved no PS5 [RUMOR]\nMicrosoft investigada por coleta de dados de crianças\nMicrosoft DirectSR chega unificando o AMD FSR, Intel XeSS e NVIDIA DLSS\n\nDe acordo com a companhia, o Auto SR da Microsoft utiliza IA e aprimora automaticamente a resolução de games e FPS. O Auto SR é uma ferramenta de upscalling com inteligência artificial e terá integração com o Windows 11, em dispositivos com o certificado Copilot Plus, ou seja aqueles PCs com NPU dedicada para IAs.\n\nA Microsoft espera que sua solução se posicione à frente de ferramentas de upscalling como NVIDIA DLSS 3, AMD FSR 3 e Intel XeSS. Além disso, a companhia também apresentou recentemente o DirectSR para facilitar a implementação de upscalling. A plataforma promete tornar o trabalho de devs mais simples, na hora integrar múltiplas soluções em games.\nAuto SR da Microsoft quer usar IA e bater de frente com o DLSS da NVIDIA\nSegundo a Microsoft, o Auto SR utiliza o poder da IA e funciona de forma diferente de outras soluções de upscalling, como o DLSS da NVIDIA. \nA companhia destacou que demais ferramentas de upscalling exigem uma alteração interna dos jogos, como no jitter (alteração no tempo de chegada dos dados) ou MIP bias selection, aprimorando a renderização.\nO Auto SR não precisa de tais mecânicas. “ O Auto SR aborda a tarefa de melhorar os jogos sem necessidade de informação extra, melhorando os jogos diretamente como eles são“, informou a Microsoft em postagem oficial.\n\nA Microsoft destacou a utilização de IA no Auto SR como uma forma de melhorar os gráficos, texturas e FPS de um game, enquanto renderiza o game em resolução inferior. Atualmente, a companhia não divulgou um vídeo da ferramenta de upscalling em ação, apenas as imagens presentes neste texto.\nA MS também afirmou que o Auto SR ainda está em fase de testes. Um dos problemas é a existência de um único frame de latência, enquanto utiliza a IA. A companhia investiga se o frame de latência é perceptível e se ele vai impactar a experiência em jogos.\nComo podemos ver, o Auto SR é a mais nova solução de upscalling com IA da Microsoft. A ferramenta utiliza a inteligência artificial para renderizar jogos de forma diferente de soluções como o DLSS. \nA proposta é oferecer algo automático e mais simples, sem a necessidade de interferir diretamente nos games. Resta saber se em testes reais o Auto SR vai realmente entregar bons resultados.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nMais rumores\n\nMicrosoft considera lançar remaster de Halo Combat Evolved no PS5 [RUMOR]\n\n\n\n\n\nFonte: The Verge "},
{"url": "https://www.adrenaline.com.br/amd/amd-radeon-890m-e-ate-39-mais-rapida-que-radeon-780m/", "title": "AMD Radeon 890M é até 39% mais rápida que Radeon 780M", "authors": ["Raphael Giannotti"], "hat": "da magia e ação", "tags": ["AMD", "Hardware", "Notícias"], "article_text": "\n A próxima geração de APUs mobile AMD Ryzen AI 300 (Strix Point) conta com núcleos Zen 5 e gráficos RDNA 3.5. Segundo benchmarks vazados feitos no Geekbench, a iGPU Radeon 890M é capaz de superar a GeForce GTX 1650 Ti mobile por uma pequena margem, mas apresenta grande evolução sobre gráficos integrados RDNA 3 topo de linha.\nEsses benchmarks mostram a evolução geracional, mesmo que RDNA 3.5 ainda não seja uma nova geração. Em relação a Radeon 780M, iGPU topo de linha presente nos Ryzen 7040/8040 high-end, a evolução da Radeon 890M é de 39%. Se considerarmos a Radeon 680M (RDNA 2), o número sobe para 59%.\nApesar da imagem abaixo mostrar Radeon 880M e Ryzen AI HX 170, os nomes não estão corretos, já que eles foram mudados de última hora pela AMD.\n\nA AMD não revelou detalhes sobre as mudanças específicas dessa arquitetura gráfica refresh, mas sabemos que sua maior implementação conta com 16 unidades computacionais operando a 2.9 GHz, isso por si só já entrega mais desempenho.\nRadeon 890M supera até a Titan X\nA Radeon 780M também opera nessa frequência, dependendo da fabricante de notebook e como ela quer trabalhar o TDP. Já até vimos ela ultrapassando a barreira de 3 GHz com overclock. Mas essa iGPU RDNA 3 tem quatro unidades computacionais a menos que a nova topo de linha.\nComparando com outras GPUs desktop, a Radeon 890M consegue superar até mesmo a GeForce GTX Titan X lançada em 2016 em 4%, e fica logo atrás (-2%) de uma Radeon RX 480 e não muito longe da GTX 1650 Ti para desktop com diferença de 6%.\nLembrando que estamos falando de benchmark sintético (OpenCL) e esses números não necessariamente refletem o desempenho real em jogos, mas nos dá uma boa ideia das diferenças de desempenho comparando GPUs diferentes.\n\nEm relação a rival direta, ainda não sabemos do que as iGPUs Arc Xe2 (Battlemage), presentes nos Core Ultra 200V (Lunar Lake) são capazes para compararmos as duas arquiteturas. Porém sabemos que essa nova geração da arquitetura gráfica da Intel é até 50% superior a primeira presente nos Meteor Lake, isso de acordo com benchmarks internos.\nO fato é que essas iGPUs de novas gerações estão em um caminho em que tornarão placas de vídeo de entrada de gerações passadas cada vez menos necessárias, mas não dá para falar que elas substituem as GPUs desktop mais fracas atuais como RX 6600 ou RTX 3060 (muito menos suas sucessoras), a diferença de desempenho ainda é muito grande.\nNão sabemos quando a Radeon 890M dos Ryzen AI 300 chega ao mercado, já que a AMD ainda não revelou uma janela, mas o lançamento é esperado para esse ano.\nVia: Videocardz\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nnova geração mobile\n\nAMD apresenta processadores Ryzen AI 300 para Copilot+ PCs\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/apple/jogos-da-ubisoft-chegam-a-dispositivos-apple/", "title": "Jogos da Ubisoft chegam a dispositivos Apple", "authors": ["Eddy Venino"], "hat": "da magia e ação", "tags": ["Apple", "Games", "Notícias"], "article_text": "\n A Ubisoft anunciou na última quinta-feira (06) que três de seus jogos estão chegando aos dispositivos da Apple.\nAssassin’s Creed Mirage e Rabbids: Legends of the Multiverse já estão disponíveis na App Store. Prince of Persia: The Lost Crown deve chegar em breve a plataforma. \nJogos da Ubisoft chegando a Apple\nA Ubisoft começa a disponibilizar novos jogos de seu catálogo para jogadores que utilizam o ecossistema da Apple, começando por Assassin’s Creed Mirage, que pode ser jogado no iPhone 15 Pro, iPhone 15 Pro Max, iPad Air e iPad Pro com chip M1 ou superior; Rabbids: Legends of the Multiverse pode ser acessado através do Apple Arcade nos dispositivos iPhone, iPad, Mac, Apple TV e Apple Vision Pro; Prince of Persia: The Lost Crown chegará futuramente aos dispositivos Mac.\n\n\n\nAssassin’s Creed Mirage é o mais recente jogo da franquia da Ubisoft e será o primeiro título de console da série que os jogadores poderão aproveitar nativamente em dispositivos móveis. Disponível na App Store, a introdução de Assassin’s Creed Mirage pode ser jogada gratuitamente por tempo limitado.\nDesenvolvido pela Ubisoft Sofia, a aventura narrativa de Assassin’s Creed Mirage está disponível via dispositivos iPhone e iPad compatíveis. \nNo game, os jogadores vivem a jornada de Basim, um ladrão de rua que é recrutado pelos Ocultos, até se tornar um Mestre Assassino. O jogo oferece uma abordagem moderna dos elementos de jogabilidade de parkour, furtividade e assassinatos que têm definido a franquia por dezessete anos.\n\n\n\n\n\n\nCom uma experiência HD nativa completa, os usuários podem desfrutar de uma jogabilidade intuitiva e confortável enquanto exploram a Bagdá do século IX, utilizando toques táteis adaptativos ou controles compatíveis. \nOs jogadores podem transferir seu progresso entre todas as plataformas disponíveis com a funcionalidade de cross-progression e cross-save, disponível por meio do Ubisoft Connect.\n\n“Estou muito orgulhosa de que, pela primeira vez na história da franquia Assassin’s Creed, conseguimos trazer o jogo original completo de console nativamente para dispositivos móveis Apple, graças ao poder do nosso motor gráfico e ao desempenho dos chips Apple Silicon. É um marco para a Ubisoft e sou muito grata pelo que alcançamos como equipe.” \nKrasimira Yakovlieva, produtora de Assassin’s Creed Mirage\n\n\n\nOs jogadores também poderão explorar o multiverso dos Rabbids! Rabbids: Legends of the Multiverse já está disponível no Apple Arcade, o serviço de assinatura de jogos da Apple que oferece acesso ilimitado a mais de 200 jogos. \nNeste game de cartas de batalha, os jogadores recrutarão Rabbids lendários dos quatro cantos do multiverso e construirão estrategicamente um baralho de cards de batalha para desafiar outros jogadores. Eles podem jogar Rabbids: Legends of the Multiverse como uma aventura ao passo em que encontram mais de 100 Rabbids, coletam novas cartas e reúnem materiais para melhorar o seu baralho. Também é possível desafiar outros jogadores na Arena PvP.\n\n\n\nEm Prince of Persia: The Lost Crown, os jogadores encarnam Sargon, um jovem e talentoso guerreiro membro de um grupo de elite chamado Os Imortais. Inspirado na dinâmica dos jogos do gênero Metroidvania, Prince of Persia: The Lost Crown permite aos jogadores explorarem o mundo em seu próprio ritmo. \nDa majestosa Cidadela do Conhecimento às paisagens coloridas da Floresta de Hyrcanian, os jogadores descobrirão uma grande variedade de ambientes inspirados na mitologia persa. Liderado pela Ubisoft Da Nang, o jogo utiliza a tecnologia Metal, proporcionando uma experiência de jogo com taxas de quadros suaves.\nFONTE: Ubisoft\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nUm novo caminho animador\n\nREVIEW | Prince of Persia: The Lost Crown é uma transformação competente da série\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/summer-game-fest-2024-onde-assistir-online-e-ao-vivo/", "title": "Summer Game Fest 2024: onde assistir online e ao vivo", "authors": ["Filipe Carbone"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n Um dos eventos mais aguardados da indústria dos games, o Summer Game Fest 2024 terá início nesta sexta-feira (7). Com transmissão para todo o mundo por meio de diversas plataformas de streaming, ele será apresentado por Geoff Keighley e contará com lançamentos exclusivos, trailers inéditos e anúncios de novos jogos.\nLeia mais\n\nSummer Game Fest cobra US$ 250 mil por minuto de trailer\nSummer Game Fest e mais: as feiras e conferências de games em junho de 2024\nSummer Game Fest revela primeiro grupo de parceiros da edição 2024\n\nEnquanto as desenvolvedoras e estúdios fazem suspense em relação ao que será apresentado, já dá para ter uma noção do que pode vir por aí. Isso porque o Summer Game Fest 2024 contará com a presença e participação de mais de 50 empresas da indústria. Veja alguns dos já confirmados:\n\nPlayStation\n2K\nArc Games\nCapcom\nBlumhouse Games\nElectronic Arts\nNetflix\nSega\nParty Animals\nWarner Bros\nRiot Games\nXbox\n\nEntre os destaques confirmados, está o novo jogo da Capcom, Monster Hunter Wilds. Além disso, os jogadores também podem esperar mais notícias sobre o primeiro jogo da Blumhouse Games, a nova marca da empresa de produção por trás dos filmes Paranormal Activity, Insidious e M3GAN.\n\nPor mais que todos os detalhes estejam sendo reservados para a hora do evento, algumas informações já começaram a ganhar força nos últimos dias. Entre elas está a presença de Skate entre uma das apresentações de jogos confirmada. Além disso, também é esperado o DLC de Alan Wake 2.\nComo assistir o Summer Game Fest 2024\nComo dito anteriormente, a apresentação está marcada para esta sexta-feira. A celebração será realizada a partir do YouTube Theater, em Los Angeles, nos Estados Unidos. Os brasileiros podem se programar para curtir todas as novidades a partir das 15h (horário de Brasília).\nOs interessados em acompanhar o evento poderão escolher dentre diversas plataformas, incluindo YouTube, Twitch, TikTok, Instagram e X. Por mais que o evento esteja previsto para às 15h, a transmissão terá início com meia hora de antecedência para preparar os motores.\nVocê também poderá ficar por dentro dos principais anúncios da Summer Game Fest 2024 por meio do Adrenaline. O site vai acompanhar as apresentações e trará as principais notícias pelo decorrer dos próximos dias.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nacontece dia 7\n\nSummer Game Fest 2024 será \"mais calmo\" em relação a anúncios; nada de GTA 6\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/intel/intel-gaudi-3-custara-15-mil-metade-da-nvidia-blackwell-b100/", "title": "Intel Gaudi 3 custará $15 mil, metade da NVIDIA Blackwell B100", "authors": ["Diego Corumba"], "hat": "da magia e ação", "tags": ["Hardware", "Intel", "Inteligência Artificial", "Notícias", "NVIDIA"], "article_text": "\n A Intel divulgou os valores de sua GPU aceleradora de inteligência artificial, Gaudi 3 e traz um atrativo bem grande ao mercado com um preço bem abaixo da concorrência.\nDurante a Computex 2024, a empresa revelou que o kit que contém oito unidades de seu próximo hardware que disputará espaço na indústria das IAs custará $125 mil dólares no total. Isso significa que o custo de cada uma delas é de $15.625. \nVeja mais:\n\nIntel anuncia AI Playground: inteligência artificial para iniciantes\nIntel Innovation 2024 já tem datas agendadas\nNVIDIA ultrapassa Apple e ocupa a 2ª posição das empresas tech mais valiosas\n\n\n\nE ainda que as maiores empresas busquem a NVIDIA e seu chip Blackwell B100, a diferença de preços entre ele e o Intel Gaudi 3 pode trazer muita atenção vindo de corporações que não querem gastar $35 mil em cada GPU de Jensen Huang. \nÉ visto que, com uma demanda ainda mais alta, a tendência da NVIDIA é aumentar ainda mais este valor em um breve futuro – deixando o espaço livre aos demais para atraírem por opções mais econômicas. \nTemos de concordar em um aspecto: é possível que o Intel Gaudi 3 não traga todo o potencial das GPUs NVIDIA “Blackwell” B100 – porém, enquanto as grandes corporações fecharão negócios com a empresa de Jensen Huang, há centenas de outras que apenas buscarão soluções mais acessíveis para utilizar suas inteligências artificiais. \n\n\nO ecossistema Intel Gaudi 3\nQuando falamos em ecossistema, nenhuma concorrente atropela a liderança da NVIDIA no mercado. Eles não vendem apenas a GPU, mas também trazem um conjunto de recursos aos seus consumidores, como as bibliotecas CUDA, CPUs Grace, vários assets e softwares que podem ser utilizados para impulsionar a produtividade.\nNo entanto, a Intel não pretende ficar para trás com seus aceleradores Gaudi 3. Além do kit com oito deles, também há opções para escalar a números de super-clusters de 512, 4.096 e até 8.192; podendo alcançar 15 Exaflops de desempenho, 1 PB de capacidade e largura de banda de 1.229 PB/s. \n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nE crescerá ainda mais\n\nNVIDIA revela que servidores faturaram 10x mais do que gaming\n\n\n\n\n\nFonte: WCCFTECH "},
{"url": "https://www.adrenaline.com.br/games/civilization-7-encontrado-no-site-da-2k-games/", "title": "Civilization 7 é encontrado no site da 2K Games", "authors": ["Diego Corumba"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games"], "article_text": "\n Nos aproximando cada vez mais da Summer Game Fest 2024, Civilization 7 surge no site da 2K Games através de uma arte oficial e pode ser o título misterioso que a produtora está guardando para a apresentação na abertura do evento.\nEspeculações anteriores apontavam que eles divulgariam Borderlands 4, aproveitando também a hype criada pela produção cinematográfica baseada na franquia. No entanto, tudo indica que os insiders apontaram ao lado errado.\nA arte de Civilization 7 não fornece qualquer detalhe sobre o que teremos de novidade no novo título, apenas mostrando o logo da próxima experiência produzida por Sid Meier. \n\nCivilization VII Banner Appears on 2K Games Website Ahead of Summer Game Festhttps://t.co/5lN3J2uA8g— Tom Henderson (@_Tom_Henderson_) June 7, 2024\n\nCom o vazamento, é esperado que a 2K Games utilize seu espaço na Summer Game Fest 2024 para trazer talvez o primeiro trailer dele e as primeiras informações oficiais sobre o jogo estratégico. Caso não o veja esta noite, não se preocupe: a Microsoft terá a Xbox Games Showcase 2024 no domingo (9) e até lá há esperanças de algo ser divulgado.\nAlém disso, Civilization 7 não é o único projeto que entrou na lista de rumores para os grandes eventos deste fim de semana. Borderlands 4 já estava em produção antes da Take-Two comprar o estúdio Gearbox da Embracer Group, com seu status atual sendo desconhecido. Um FIFA 2K25 também acabou vazando, podendo surgir a qualquer instante.\nVeja mais:\n\nSummer Game Fest 2024: onde assistir online e ao vivo\nBlack Myth Wukong tem requisitos para PC vazados\n\n\n\nUm novo passo em Civilization 7\nCom Civilization 7 vindo no horizonte, é importante lembrar que logo completaremos oito anos desde a chegada do seu antecessor. A sexta edição da franquia chegou aos PCs em outubro de 2016 e logo chegou aos consoles de mesa e também dispositivos mobile.\nO estúdio Firaxis, responsável pela franquia, trouxe seu último game em Marvel Midnight Suns – que teve alguns DLCs e expansões, mas possivelmente não receberá mais conteúdo e a desenvolvedora pode estar totalmente focada na produção do outro game.\nAlém disso, a 2K Games já se pronunciou oficialmente sobre Civilization 7 no passado. Com a chegada do mobile “Eras & Allies”, eles confirmaram que seu desenvolvimento não impactou no sétimo título da franquia – já que a Firaxis não era a responsável pela experiência para os smartphones. \n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nUm não atrapalha o outro\n\nCivilization: Eras & Allies não impactará no sétimo jogo da franquia\n\n\n\n\n\nFonte: Eurogamer "},
{"url": "https://www.adrenaline.com.br/games/playstation/concord-em-midia-fisica-para-ps5-em-pre-venda-por-r-19990-na-amazon/", "title": "Concord em mídia física para PS5 em pré-venda por R$ 199,90 na Amazon", "authors": ["Juliano Aires"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "Playstation"], "article_text": "\n A Amazon está disponibilizando em sua loja a pré-venda da mídia física de Concord para PlayStation 5. O jogo será lançado no Brasil em 23 de agosto de 2024 e chega custando R$ 199,90 a vista ou em até 3 vezes sem juros de R$ 66,64. Assinantes do Amazon Prime possuem Frete Grátis e Preço Mais Baixo Garantido nesta compra.\nDesenvolvido pelo Firewalk Studios e publicado pela PlayStation Studios, Concord é um jogo de tiro multijogador online com partidas para cinco jogadores de cada lado (5×5) que oferecerá em seu lançamento 6 modos de jogo diferentes com personagens que possuem habilidades únicas.\nOs jogadores que adquirirem esta mídia em física em pré-venda terão acesso antecipado ao beta.\nCOMPRAR CONCORD PARA PS5 NA PRÉ-VENDA DA AMAZONCOMPRAR CONCORD PARA PS5 NA PRÉ-VENDA DA AMAZON\n\n\nCOMPRAR CONCORD EM MÍDIA FÍSICA – PRÉ-VENDA\n\nCONCORD EM MÍDIA FÍSICA PARA PS5R$ 199,90 A VISTA OU EM ATÉ 3 VEZES DE R$ 66,64CLIQUE AQUI PARA COMPRAR\n\n\n\nCOMPRAR CONCORD PARA PS5 NA PRÉ-VENDA DA AMAZONCOMPRAR CONCORD PARA PS5 NA PRÉ-VENDA DA AMAZONCOMPRAR CONCORD PARA PS5 NA PRÉ-VENDA DA AMAZON\n\n\nAMAZON PRIME: COMO ASSINAR\n\nConfira abaixo como assinar a Amazon Prime e ter diversos benefícios. Assinantes Amazon Prime tem acesso a uma série de bonificações vinculadas à varejista Amazon. O valor da mensalidade custa R$ 19,90 e o plano anual sai por R$ 166,80.\n\nPrime Video: é um dos serviços de streaming mais acessíveis do mercado.\nTwitch Prime: jogos e bonificações gratuitos todos os meses, além da possibilidade de dar sub em um canal da Twitch e ajudar seu streamer preferido.\nPrime Reading: acesso a e-books gratuitos que podem ser lidos no Kindle.\nPrime Music: acesso à versão sem anúncios do streaming de áudio da Amazon, mas com biblioteca limitada a 2 milhões de músicas;\n\nPara assinar o Amazon Prime, acesse a página do serviço e faça seu cadastro. Usuários que estiverem assinando o serviço pela primeira vez têm 30 dias grátis.\nAmazon Prime Video: quanto custa, como assinar e tudo sobre\n\nGRUPOS DE OFERTAS ADRENALINE\n\nEstamos sempre ligados nas principais ofertas no mundo dos games, incluindo hardware de ponta, consoles e jogos, monitores, periféricos e muito mais. Nós criamos o Grupo de Ofertas Adrenaline para facilitar a vida do usuário para receber sempre as ofertas quentinhas em primeira mão todos os dias.\nAtualmente estamos no WhatsApp e no Telegram e você confere abaixo os links para participar dos grupos.\nWhatsApp | Telegram\n…..\nO que você achou da pré-venda para este produto? Pretende adquirir nesta promoção? Participe nos comentários com a sua opinião!\n\nOs 18 jogos mais esperados de 2024\nXÔ CABOS! Sumimos com eles e ficou LINDO!\nMonitor com MAIS Hz ganha jogo? Fizemos o experimento! \nMonitor LG Ultra 4K de 32 polegadas chega ao Brasil; veja preço\n\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nSó querem atrapalhar!\n\nShein rebate Lira e varejistas, diz que 88% dos clientes são classes C, D e E\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/hardware/lian-li-apresenta-linha-fontes-edge-com-formato-de-l/", "title": "Lian Li apresenta fontes de energia EDGE com design curioso", "authors": ["Diego Corumba"], "hat": "da magia e ação", "tags": ["Hardware", "Notícias"], "article_text": "\n A Lian Li divulgou mais detalhes sobre a sua linha de fontes EDGE durante a Computex 2024, que atraem a atenção por seu formato de “L”. \nPara o evento, eles levaram o modelo especial EG850 Mesh, com a grade de fan dobrável para auxiliar na limpeza do hardware. Outro grande destaque, não apenas deste modelo, mas de toda a linha, é que além dos conectores comuns as fontes também têm um hub USB2.0.\n\n\nDe acordo com as informações da Lian Li, a fonte EG850 Mesh será a primeira a chegar ao mercado e ela já tem a certificação 80 Plus Gold. Já os demais produtos serão vendidos com certificado 80 Plus Platinum, com previsão de chegada para o mês de julho de 2024.\nA linha EDGE contará com fontes de 850W, 1000W e 1300W, sendo completamente modular com cabos revestidos e pentes inclusos. As PSUs usam o design de conector 12VHPWR com pontos de contato reforçados para uma maior durabilidade de cada pino. \nVeja mais:\n\nGigabyte lança fontes AORUS Elite de 850W e 1000W\nASUS anuncia fonte de energia ROG THOR 1600W Titanium III\nSuper Flower revela fonte de 2800W, capaz de alimentar 4 GPUs 4090\n\n\n\nO EG850 Mesh da Lian Li chegará “em breve” por $119,99 e estará disponível apenas na cor preta. Já os demais modelos da linha EDGE chegam no próximo mês nos valores e modelos abaixo:\n\nEG850W (modelo “não-Mesh”) na cor preta: $149,99;\n1000W na cor preta: $189,99;\n1000W na cor branca: $199,99;\n1300W na cor preta: $229,99;\n1300W na cor branca: $239,99\n\n\n\nO formato das fontes EDGE da Lian Li\nÉ importante mencionar que o formato em “L” das fontes EDGE da Lian Li tem como objetivo principal facilitar o acesso direto do usuário às conexões apresentadas, principalmente para quem não tem muito espaço disponível e sente dificuldade ao conectar cabos dentro de seu gabinete. \nSegundo a própria fabricante, este é o modelo ideal para trabalhar com os gabinetes dual-chamber e, até o momento, é a única que está produzindo modelos do gênero.\n\n\nOutro detalhe importante é que também terão modelos com 650W e 750W sendo lançados, mas não foram fornecidos detalhes como a previsão de sua chegada ao mercado e especificações divulgadas.\nA Lian Li também divulgou as medidas de suas PSU EDGE, que terão as dimensões de 182x86x150mm. As fans utilizadas não foram especificadas pela fabricante.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nAmpliando o catálogo\n\nGalax apresenta linha Omega de fontes\n\n\n\n\n\nFonte: TechPowerUp "},
{"url": "https://www.adrenaline.com.br/games/project-latitude-xbox-deve-intensificar-lancamentos-para-o-ps5-e-o-switch/", "title": "Project Latitude: Xbox deve intensificar lançamentos para o PS5 e o Switch", "authors": ["Felipe Gugelmin"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n Marcada por decisões controversas em 2024, que envolvem desde a demissão de funcionários até a revelação de que alguns de seus títulos virariam multiplataforma, a Xbox não deve desistir desse último objetivo. Segundo o The Verge, a companhia colocou em ação um plano conhecido como “Project Latitude”, que prevê mais adaptações de games para o PS5 e o Nintendo Switch.\nSegundo fontes consultadas pelo site, a primeira fase do plano interno foi marcada pela decisão de trazer Hi-Fi Rush, Pentiment, Sea of Thieves e Grounded para consoles concorrentes. No entanto, os planos da Microsoft vão muito além desses quatro títulos e incluem nomes que podem “surpreender aos fãs do Xbox”.\n\nWe’re going to be talking about games of courseTune in to the Xbox Games Showcase followed by [REDACTED] Direct on Sunday, June 9 @ 10am PT: https://t.co/z78G8h75r2 | #XboxShowcase pic.twitter.com/XgOGJy2gLv— Xbox (@Xbox) April 30, 2024\n\nUm deles seria uma nova remasterização do primeiro Halo, que já ganhou anteriormente uma cara renovada na Master Chief Collection. Embora os planos da empresa pareçam estar progredindo, eles devem ficar de fora do showcase desta semana, que tem como objetivo recuperar parte do prestígio que a companhia perdeu com seus fãs.\nXbox Showcase deve trazer 30 jogos\nSegundo o The Verge, a companhia pretende fazer pelo menos dois grandes anúncios no próximo domingo. Também é esperado que ela traga a data de lançamento para muitos projetos anunciados anteriormente, bem como algumas surpresas que são totalmente inesperadas pelo público, resultando em 30 jogos exibidos.\n\nMesmo que o Xbox Showcase seja um sucesso, ele não vai mudar o fato de que a empresa está passando por grandes mudanças internas em sua divisão de games. Ao mesmo tempo em que já prometeu o desenvolvimento de um novo hardware com grande salto tecnológico, ela vê os lançamentos multiplataforma como algo essencial para crescer sua base de consumidores.\nEnquanto grandes lançamentos como Fable e Gears 6 vão chegar exclusivamente ao Xbox e ao PC, o novo Doom também deve chegar ao PS5. Títulos mais antigos, como Age of Empire 2: Definitive Edition e Starfield também são cogitados para seguir esse caminho, que pode também incluir o recém-lançado Senua’s Saga: Hellblade 2.\nFonte: The Verge\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nEx-exclusivo\n\nKena: Bridge of Spirits chega ao Xbox em agosto\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/capcom-reavaliara-preco-de-seus-jogos-depois-de-recepcao-morna-de-dragons-dogma-2/", "title": "Capcom reavaliará preço de seus jogos depois de recepção morna de Dragon's Dogma 2", "authors": ["Raphael Giannotti"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n A mudança para US$ 70 como novo padrão para lançamentos de jogos AAA não agradou em nada aos jogadores por motivos óbvios. Em uma reunião recente com acionistas, a Capcom disse que avaliará futuros lançamentos, baseados nas respostas do jogadores e outros fatores, e decidirá se manterá o novo preço padrão.\nEssa fala está atrelada a Dragon’s Dogma 2, o primeiro título custando US$ 70, mais de R$ 300 por aqui, dependendo da plataforma. Mesmo vendendo muito bem, o jogo teve “recepção moderada” e isso fará com que a Capcom mude suas estratégias de lançamentos.\n\nEsse título teve uma recepção moderada dos jogadores e alcançou 2,6 milhões de unidades em vendas até o final de março de 2024. Com relação aos preços de futuros lançamentos de jogos, iremos determinar os preços depois de avaliar cuidadosamente a resposta dos usuários e considerar o aumento do custo de desenvolvimento.\nCapcom\n\nReal motivo da recepção moderada do RPG\nA recepção moderada de Dragon’s Dogma pelos jogadores ainda permanece, mesmo mais de dois meses depois do lançamento. No momento, o jogo conta com muitas avaliações no Steam, mais de 60 mil, mas a aprovação é de 60%, com avaliações recentes ainda menor (57%).\nDiferente do que a Capcom pensa, o descontentamento não está nos US$ 70 cobrados, mas sim pela qualidade do jogo depois das promessas feitas. Basta dar uma passada pelas avaliações negativas na plataforma da Valve, que dificilmente verá o preço como o maior ponto negativo.\nOs jogadores de Dragon’s Dogma 2 no PC reclamam de bugs, problemas de desempenho que ainda persistem, além de um mundo vazio e desinteressante, diferente do que a Capcom prometeu antes do lançamento. Inclusive, uma das maiores propagandas do estúdio está no novo mundo dinâmico do game.\n\nEm setembro do ano passado, o presidente da Capcom, Haruhiro Tsujimoto, havia se posicionado a favor do padrão atual de US$ 70 para jogos AAA (ou quem quiser cobrar por isso, já que existem jogos menores bem caros também).\n“Pessoalmente, acho que os preços dos jogos são muito baixos. Os custos de desenvolvimento são cerca de 100 vezes mais altos do que eram na época do Famicom (NES), mas o preço do software não aumentou tanto”, disse na época. Ele defende ainda que é preciso aumentar os salários para atrair novos talentos para a equipe, o que encarece a produção de um jogo.\nAlém de Dragon’s Dogma 2, a chance de Monster Hunter Wilds e o próximo Resident Evil chegarem custando os 70 dólares é alta, já que são grandes franquias e produções da Capcom.\nVia: VGC\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nfranquias de sucesso\n\nCapcom atualiza números de vendas de suas franquias\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/game-de-terror-post-trauma-chega-no-terceiro-trimestre-para-pc-e-consoles/", "title": "Game de terror Post Trauma chega no terceiro trimestre para PC e consoles", "authors": ["Raphael Giannotti"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n Enquanto fãs de jogos de terror aguardam pelo remake de Silent Hill 2, que chega em outubro, Post Trauma, um indie que segue o mesmo molde, chega antes para PC, PS5 e Xbox Series X|S. Apesar de ainda não ter uma data exata, o game chega entre julho e setembro.\nO jogo é a estreia estúdio espanhol Red Soul Games e é “inspirado pelos clássicos antigos com ângulos de câmera fixos e gráficos de hoje”, conforme diz a descrição dos desenvolvedores.\n\n\n\nE podemos ver isso nos trailers divulgados de Post Trauma. Apesar de ser inspirado por clássicos, fica claro uma veia mais Silent Hill com terror psicológico, diferente do gameplay e atmosfera mais voltado para ação de Resident Evil.\nTrama de Post Trauma\nNo jogo, você é Roman, “um condutor de trem de meia idade preso em uma realidade distorcida aterrorizante”. O jogo tem um foco maior em investigação, resolução de puzzles, mas também conta com combates de forma limitada como geralmente acontece com survivor horrors.\nComo podem ver pelos trailers e imagens disponíveis na página do jogo, Post Trauma foca em atmosfera, com ambientes estranhos, criaturas perturbadoras, prato cheio para ser um bom jogo de terror.\nO game está sendo desenvolvido com a Unreal Engine 5 e promete entregar gráficos modernos, mesmo apresentando os visuais com ângulos de câmera fixa. Falando na engine, o game já conta com requisitos de sistema que, inclusive, são bem baixos.\nRequisitos de Sistema – Post Trauma\nMínimos\n\nSO: 64-bit Windows 7/8.1/10\nProcessador: AMD FX-6100/Intel i3-3220 ou Equivalente\nMemória: 12 GB de RAM\nPlaca de vídeo: AMD Radeon R7 360 2GB/NVIDIA GeForce GTX 650 Ti 2GB ou Equivalente\nDirectX: Versão 11\nArmazenamento: 15 GB de espaço disponível\n\nRecomendados\n\nSO: 64-bit Windows 10\nProcessador: AMD Ryzen 5 2600X/Intel i7-6700K ou Equivalente\nMemória: 16 GB de RAM\nPlaca de vídeo: AMD Radeon RX Vega 56 8GB/ Nvidia GeForce GTX 1070 8GB ou Equivalente\nDirectX: Versão 11\nArmazenamento: 15 GB de espaço disponível\n\n\n\n\nSabendo o quão exigente a Unreal Engine 5 é, esses requisitos até soam estranhos, mas teremos que esperar para fazer a prova.\nLembrando: Post Trauma chega no terceiro trimestre, entre os meses de julho e setembro, para PC, PS5 e Xbox Series X|S.\nVia: GamingBolt\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\ndev de apoio de RE4\n\nRemake de Resident Evil Zero está nas mãos dos devs de RE3 [RUMOR]\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/elsie-chegara-ao-playstation-5-e-nintendo-switch/", "title": "ELSIE chegará ao PlayStation 5 e Nintendo Switch", "authors": ["Eddy Venino"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias", "PC Games", "Playstation"], "article_text": "\n A publicadora Playtonic Friends e a desenvolvedora Knight Shift Games anunciaram nesta sexta-feira (07) que seu roguelike ELSIE chegará também ao Nintendo Switch e ao Playstation 5 juntamente do lançamento nos PCs em breve.\nO game chegará ao Brasil com suporte ao português brasileiro e os jogadores de PC já podem adicionar ELSIE à sua lista de desejos na Steam e baixar a demo gratuita.\nELSIE no PlayStation 5 e Switch\nO anúncio da chegada de ELSIE em novas plataformas ocorreu durante o Guerrilla Collective Showcase, e o novo trailer focado no público brasileiro chega agora para apresentar os dois personagens jogáveis, Elsie e Andru:\n\n\n\nELSIE também fará parte do Access-Ability Showcase no YouTube nesta sexta-feira, 7 de junho, às 13h (horário de Brasília). Os interessados podem acompanhar o Access-Ability Showcase na Twitch ou no Youtube.\nPrincipais características\n\nUm balé infernal de balas: corra, mergulhe e atire através de fases repletas de inimigos dinâmicos, enquanto realiza parries com precisão perfeitamente cronometrados;\nA morte é apenas o começo: neste jogo de sobrevivência, morra e morra e morra novamente – mas sempre se levantando para abraçar o caos novamente;\nAção e customização de personagens: faça escolhas estratégicas em melhorias, habilidades e armas para alterar drasticamente a dinâmica de cada jogo. Experimente estilos de jogo diferentes para sinergias devastadoras;\nEnfrente batalhas épicas: teste suas habilidades contra robôs barulhentos, chefes enormes e guardiões de bioma, memorizando padrões para emergir vitorioso;\nUm segundo personagem jogável: junte-se à luta com Andru, um personagem baseado em combate corpo a corpo com aprimoramentos, armas e habilidades únicas.\n\nELSIE também possui uma série de recursos de acessibilidade para tornar o jogo o mais acessível possível para qualquer pessoa que queira jogar, como: modulação de plano de fundo para desfocar ou mudar a saturação do fundo; alteração do tamanho da fonte; opção de ajustar a trepidação da tela; opções de contorno de cor para o jogador e inimigos; invencibilidade, desligando o dano dos inimigos; modo daltônico, por ser extremamente colorido, ajustar as cores é um diferencial para quem tem deficiência visual de cores; opção de ajuste do tempo necessário para parry.\nFONTE: Masamune\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\ntodos os detalhes\n\nSummer Game Fest 2024: onde assistir online e ao vivo\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/playstation/dubladora-de-aerith-explica-razao-nao-cantar-musica/", "title": "Dubladora de Aerith em Final Fantasy VII Rebirth explica a razão de não cantar a música tema", "authors": ["Luiz Schmidt"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "Playstation"], "article_text": "\n A dubladora de Aerith, Briana White, explicou o motivo de sua voz não estar presente na performance da música No Promises to Keep, a música tema de Final Fantasy VII Rebirth. De acordo com ela, apesar de ter feito teatro, ela não acreditou que alcançaria uma apresentação tão bela quanto a de Loren Allred.\n\nFinal Fantasy IX Remake terá batalhas em turnos [RUMOR]\nProdutor de Final Fantasy XVI afirma que tem 2 jogos novos para anunciar em breve\nRemaster de Final Fantasy Tactics continua em desenvolvimento [RUMOR]\n\nNo Promises to Keep é a música tema de Final Fantasy VII Rebirth. Quem jogou o game com as vozes em inglês percebe que durante a apresentação no teatro em Gold Saucer, há uma alteração na dubladora de Aerith. Quem assume o comando da voz da personagem é a cantora profissional Loren Allred.\nEm entrevista ao portal Deadline, a dubladora de Aerith contou mais sobre como foi dublar a personagem. Ela também destacou a razão de não estar presente durante a música. “eu pensava comigo mesma: ‘eles estão prestes a me fazer cantar? Estou pronta para isso?’. Não acho que conseguiria lidar com isso. Eu daria o meu melhor. Eu fiz teatro musical quando criança, mas não sou uma cantora treinada“.\n\n\n\nBriana White afirma que durante as gravações, ela percebeu que haveria uma música durante a apresentação em Gold Saucer. Apesar da sua experiência com teatro, ela afirma que não é uma cantora profissional. “eu estava muito nervosa. E então nunca mais acabou sendo discutido“.\nDubladora de Aerith elogiou performance da cantora Loren Allred\nApesar de não estar presente em No Promises to Keep, Briana White afirma não ter arrependimentos. De acordo com a dubladora de Aerith, a música é linda e emocionante. “Claro que fiquei emocionada e pensei ‘eu nunca teria feito essa performance. [Allred] fez um trabalho incrível. Não faria nada diferente, sinceramente“.\n\nEu pensava comigo mesma: ‘eles estão prestes a me fazer cantar? Estou pronta para isso?’. Não acho que conseguiria lidar com isso. Eu daria o meu melhor. Eu fiz teatro musical quando criança, mas não sou uma cantora treinada\nBriana White, dubladora de Aerith em inglês – Entrevista ao Deadline\n\nIndependente da dublagem, a performance de No Promises to Keep acontece na língua inglesa. Pelo visto, a Square Enix optou por contratar uma cantora profissional, na hora de apresentar a música tema de Final Fantasy VII Rebirth.\nSubstituir um dublador por cantor profissional em performances musicais não é novidade, também não é demérito algum ao trabalho de Briana White como dubladora de Aerith. Recentemente, o dublador de Cloud também comentou os desafios do personagem.\nParte 3 de Final Fantasy VII está em produção\nFinal Fantasy VII Rebirth é o último lançamento da franquia FF. De acordo com o diretor do game, ele espera oferecer maior liberdade nos combates na terceira parte de Final Fantasy VII. Infelizmente, os últimos Final Fantasy não venderam como a Square esperava, em referência as vendas de  Final Fantasy XVI e Final Fantasy VII Rebirth.\nPor enquanto, o game é um exclusivo do PlayStation 5, mas em outra data também chegará ao PC. A Square Enix está adotando uma postura multiplataforma e espera aumentar as vendas de suas principais franquias, incluindo Final Fantasy.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nCom direito à imagem de capa\n\nData de Sonic x Shadow Generations vaza antes da Summer Game Fest\n\n\n\n\n\nFonte: Deadline, Gamespot "},
{"url": "https://www.adrenaline.com.br/games/nintendo/jogos-da-activision-blizzard-em-oferta-no-nintendo-switch-com-ate-67-de-desconto/", "title": "Jogos da Activision Blizzard em oferta no Nintendo Switch com até 67% de desconto", "authors": ["Juliano Aires"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias"], "article_text": "\n A Nintendo colocou diversos jogos da Activision Blizzard em oferta no Nintendo Switch trazendo grandes descontos. Nós selecionamos os principais jogos em promoção que estão disponíveis para compra até o dia 20 de junho com estes valores especiais.\nEntre os títulos em oferta estão grandes jogos como Crash Bandicoot 4: It’s About Time, Diablo II: Resurrected e Tony Hawk’s Pro Skater 1 + 2 – Digital Deluxe Edition, além de diversas expansões disponíveis.\n\n\n\nTambém estão com desconto ótimas opções de compra como Diablo III: Eternal Collection, Crash Team Racing Nitro-Fueled e Crash Bandicoot – Quadrilogy Bundle. Esses jogos e muitos outros estarão disponíveis com desconto especial durante os próximos dias.\nAbaixo, você encontrará uma seleção com algumas das principais promoções. Para ver todos os jogos da Activision Blizzard em oferta no Nintendo Switch, acesse a página de dedicada ou veja diretamente pela loja do console.\n\n\nJOGOS EM OFERTA NO NINTENDO SWITCH\n\nNOME DO JOGOVALOR COM DESCONTODiablo II: ResurrectedR$ 65,67Diablo III: Eternal CollectionR$ 65,67Crash Bandicoot 4: It’s About TimeR$ 99,50Crash Team Racing Nitro-FueledR$ 62,65Crash Team Racing Nitro-Fueled – Nitros Oxide EditionR$ 80,15Crash Bandicoot – Quadrilogy BundleR$ 139,20Crash Bandicoot – Crashiversary BundleR$ 192,40Tony Hawk’s Pro Skater 1 + 2 – Digital Deluxe EditionR$ 91,60\n\n\nQUER COMPRAR UM NINTENDO SWITCH?\n\nCompre com segurança NA AMAZON\nQuando você se pergunta quanto está custando o Nintendo Switch mais barato é importante ressaltar a necessidade de pagar barato em um local de confiança, por isso selecionamos abaixo opções seguras na Amazon para te ajudar com a sua compra e a parar de pensar quando o preço do Switch vai baixar.\nNintendo Switch\n\nNintendo Switch Neon Azul e Vermelho\nNintendo Switch Neon + Mario Kart 8 Digital + 3 Meses de Nintendo Switch Online\n\nNintendo Switch OLED\n\nNintendo Switch OLED Branco\nNintendo Switch OLED Neon Azul e Vermelho\nNintendo Switch OLED Mario Red Edition\nNintendo Switch OLED The Legend of Zelda Tears of The Kingdom\nNintendo Switch OLED Pokémon Scarlet & Violet\n\nNintendo Switch Lite\n\nNintendo Switch Lite – Azul\nNintendo Switch Lite – Turquesa\nNintendo Switch Lite – Amarelo\nNintendo Switch Lite Coral\nNintendo Switch Lite Coral – Animal Crossing\nNintendo Switch Lite Turquesa – Animal Crossing\n\n\n\nGRUPOS DE OFERTAS ADRENALINE\n\nEstamos sempre ligados nas principais ofertas no mundo dos games, incluindo hardware de ponta, consoles e jogos, monitores, periféricos e muito mais. Nós criamos o Grupo de Ofertas Adrenaline para facilitar a vida do usuário para receber sempre as ofertas quentinhas em primeira mão todos os dias.\nAtualmente estamos no WhatsApp e no Telegram e você confere abaixo os links para participar dos grupos.\nWhatsApp | Telegram\n…..\nGostou dos jogos em oferta no Nintendo Switch? Pretende adquirir algum destes games? Participe nos comentários com a sua opinião!\n\nNintendo Switch é modificado para rodar o Windows 11\nBiomutant é lançado para Nintendo Switch após 3 anos de espera\nFísica de Zelda: Tears of the Kingdom deu dores de cabeça aos devs\nPorts de Nintendo 64 para PC vão ser facilitados com nova ferramenta\n\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nEstimativas do mercado\n\nNintendo Switch 2 pode ter qualidade melhor que Xbox Series S [RUMOR]\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/hardware/sm-controlador-ssds-pcie-5-0-que-vai-esquentar-menos/", "title": "SM apresenta controlador de SSDs PCIe 5.0 que vai esquentar menos", "authors": ["Diego Corumba"], "hat": "da magia e ação", "tags": ["Hardware", "Notícias"], "article_text": "\n A Silicon Motion (SM) voltou a falar sobre seus planos de lançar o controlador SM2508, feito para SSDs PCIe 5.0 – com a promessa de reduzir o gasto de energia e, consequentemente, gerar menos calor. A intenção da fabricante é trazer este aprimoramento enquanto mantém suas operações em alta velocidade. \nO controlador de SSD SM2508 é baseado nos núcleos Cortex-R8 da Arm, com oito canais NAND e 32 alvos CE – com suporte à interface de velocidade de até 3600 MT/s e pode atingir 14,5 GB/s e 14 GB/s de leitura e escrita sequencial, respectivamente. Além disso, sua leitura e escrita aleatória pode chegar aos 2.5 milhões de IOPS.\nVeja mais:\n\nSabrent mostra placa PCI-Express para 16 SSDs M.2\n6 softwares gratuitos para fazer benchmark de SSDs\nWestern Digital e Seagate avisam que preços de SSDs vão subir\n\n\n\nEstas informações divulgadas pela SM demonstram que seu controlador de SSDs PCIe 5.0 pode atingir um desempenho ainda maior do que o visto no PS5026-E26 da Phison.\nNo entanto, o que realmente chama a atenção é que ele será produzido no processo 6 nm da TSMC – permitindo que seu pico de consumo de energia seja de 3,5W. A SM afirma que os drives baseados neste controlador consumirão por volta de 7W, o menor já registrado nos SSDs PCIe 5.0 atuais.\nParte do público sabe que manter a temperatura de seu SSD enquanto executa tarefas que exigem uma alta velocidade é um desafio dos grandes. A proposta visa manter a sua melhor parte, mas consumindo menos energia e trazendo uma geração menor de calor – garantindo até mesmo uma vida útil maior de seu drive.\n\n\n\nA SM quer disponibilizá-lo ainda em 2024\nOs planos da SM são de lançar o controlador SM2508 para SSDs PCIe 5.0 até o fim do ano, trabalhando recentemente em seu firmware e qualificando ele para vários tipos de memórias distintas – incluindo a NAND 3D TLC para SSDs de alta performance.\nDe acordo com as especificações que eles apresentam, o controlador também terá suporte à NAND 3D QLC. Apesar da tecnologia ainda não ser popular, é uma adesão interessante e que pode abrir portas para as fabricantes que desejarem trabalhar com este tipo de memória. \n\n\n\nConsiderando que as memórias 3D NAND flash mais velozes do mercado seguem um padrão próximo à interface 2.400 MT/s e saturam o PCIe 5.0×4, a SM tem uma grande vantagem ao trazer suporte aos 3600 MT/s ONFI/Toggle DDR. \nCom isso, ela garantirá com seu controlador que SSDs high-end sejam produzidos sem usar vários dispositivos de memória – o que pode se tornar essencial para a próxima geração de 3D TLC a alcançar 1TB ou uma quantidade ainda maior. \n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nAs coisas vão mudar\n\nMicron afirma que IAs impactarão o equilíbrio da demanda por memórias\n\n\n\n\n\nFonte: Tom’s Hardware "},
{"url": "https://www.adrenaline.com.br/games/pc-games/nova-versao-de-lossless-scaling-promete-triplicar-fps-em-jogos-no-pc/", "title": "Nova versão de Lossless Scaling promete triplicar FPS em jogos no PC", "authors": ["Raphael Giannotti"], "hat": "da magia e ação", "tags": ["Notícias", "PC Games"], "article_text": "\n Se você é PC gamer, saiba que é possível triplicar o desempenho em seus jogos agora com a nova versão do Lossless Scaling. Essa, pelo menos, é a promessa do desenvolvedor com a nova versão de seu gerador de quadro, o LSFG 2.1 e o modo X3. \nO aumento de FPS acontece com a geração de dois quadros extras. Segundo a descrição da atualização, o uso da GPU com esse novo modo do Lossless Scaling aumentou em 1,7x comparado com o modo anterior (X2). Já a nova versão do gerador de quadros do software agora está 20% mais rápido.\nOutra garantia que o desenvolvedor dá é que o modo X3, entregando mais desempenho, “não causa qualquer latência adicional comparada com o X2”. Para extrair o máximo de desempenho com o programa, é recomendado travar o frame rate em 1/3 da taxa de atualização do monitor nesse novo modo.\n\n\n\nAlém disso, existe uma taxa de quadro mínima para rodar os jogos usando o Lossless Scaling, seja qual for o modo do gerador de quadros. Para 1080p, o mínimo é 30 FPS e 40 FPS para 1440p. Não foi divulgado os valores para 4K.\nNovo modo do Lossless Scaling não aumenta input lag\nCaso esse framerate ultrapasse a taxa de atualização de imagem do monitor, o comportamento do aplicativo será de pular os frames extras para corrigir o ritmo de quadros apresentados, deixando a experiência mais fluída. Isso é algo que está presente nessa nova versão.\nComumente, quanto maior a taxa de quadros em um jogo, menor é a latência dos comandos. Com o gerador de quadros ativado, isso tende a aumentar, por isso a NVIDIA tem o Reflex para o DLSS e a AMD conta com o Anti-Lag para o FSR.\n\nNo Lossless Scaling, esse atraso nos comandos acontece, mas existe otimizações para amenizar essa questão. Com o modo X3 que triplica os FPS com o gerador de quadros ativado, os PC gamers podem esperar o mesmo nível de latência do modo X2. Ou seja, mais frames, sem aumentar o input lag.\nO programa também conta com outros métodos de upscaling, como AMD FSR, NVIDIA Image Scaling (NIS), um voltado para animes, entre outros.\nA “magia” do Lossless Scaling é bastante acessível. Além de ser barato, custando R$ 16,99, a recomendação de placa de vídeo também é bem baixa. Para funcionar de forma apropriada, o aplicativo recomenda uma GeForce GTX 1060 ou uma Radeon RX 580.\nFonte: Steam\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nsimplificando\n\nMicrosoft DirectSR chega unificando o AMD FSR, Intel XeSS e NVIDIA DLSS\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/fallout-london-define-nova-data-de-estreia-que-nao-e-divulgada/", "title": "Fallout: London define nova data de estreia, que não é divulgada", "authors": ["Felipe Gugelmin"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games"], "article_text": "\n Bastante críticos às mudanças recentes que a Bethesda fez em Fallout 4, os criadores de Fallout: London acabaram não sendo tão prejudicadas por ela quanto era imaginado. No X/Twitter, o Team FOLON afirmou que já tem uma nova data para a estreia do mod que funcionará quase como uma expansão completa do jogo.\nAo mesmo tempo em que essa é uma notícia positiva para quem esperava o mod, ela também serviu para confundir sua comunidade. Isso porque os desenvolvedores decidiram não compartilhar detalhes sobre quando a modificação vai fazer sua estreia. Em outras palavras, é como se nada houvesse sido realmente anunciado.\n\nWe have a new date.Stay safe and remember. Mind the gap.— Team FOLON (@TeamFOLON) June 6, 2024\n\nEm seu Discord oficial, os criadores de Fallout: London afirmaram que a grande expansão vai chegar muito em breve e que faltam somente os ajustes de alguns pequenos detalhes. Eles afirmaram que tudo será finalizado em questão de alguns dias ou semanas, e que uma data exata será compartilhada em breve com o público.\nFallout: New London vai cruzar o Oceano Atlântico\nSegundo o líder de projeto Dean “Prilladog” Carter, a decisão de fazer um anúncio foi baseada no desejo de provar que Fallout: London ainda está vivo e progredindo bem. Segundo ele, muitas pessoas têm reclamado sobre a falta de novidades do projeto, que foi adiado graças à chegada da versão de nova geração de Fallout 4.\n\n“Originalmente, depois do adiamento, havia zero planos para o lançamento devido à variedade de coisas fora do projeto que precisavam de atualizações. Isso literalmente viveu em um limbo durante um tempo. No entanto, agora temos uma nova data de lançamento interno”, explicou o desenvolvedor.\nFallout: London vai atravessar o Oceano Atlântico e mostrar os efeitos que as bombas atômicas tiveram sobre o Reino Unido. Originalmente programado para abril deste ano, o projeto de fãs promete novos companheiros, linhas narrativas e cenários tipicamente britânicos, mostrando uma parte do mundo que saiu relativamente ilesa do conflito entre Estados Unidos e China.\nFonte: VG 24/7\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nConfigurações simples\n\nQuer voltar a usar mods em Fallout 4? O GOG tem a solução\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/hardware/alta-velocidade-conferimos-as-memorias-camm2-na-computex-2024/", "title": "ALTA VELOCIDADE! Conferimos as memórias CAMM2 na Computex 2024", "authors": ["Nilton Kleina"], "hat": "da magia e ação", "tags": ["Hardware", "Notícias", "Vídeo Cobertura de Eventos", "Vídeos"], "article_text": "\n A fabricante Kingston apresentou o novo padrão de memórias CAMM2 na Computex 2024. O Adrenaline esteve em Taiwan presencialmente na maior feira de eletrônicos da Ásia para conferir este e outros anúncios do mercado.\nComo o diferencial dessa tecnologia está na velocidade, nada mais justo que o estande inteiro da companhia ter a temática de automobilismo, inclusive com a presença de um carro de corrida. Essa foi a oportunidade de ver os primeiros produtos da fabricante nesse novo padrão, além de algumas atualizações das suas principais linhas.\nMemórias CAMM2 da Kingston e mais\nA CAMM2 é a mais recente geração dessa tecnologia, que significa Compression Attached Memory Module — ou módulo de compressão de memória embutida, em tradução livre para o português. Ele é normalmente mais focado em notebooks, mas começa também aos poucos a aparecer em outros aparelhos.\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nNOVAS MEMÓRIAS\n\nMemórias CAMM2: conheça o novo padrão para notebooks e portáteis\n\n\n\n\n\nOs modelos são baseados em um único módulo e contam com um sistema de conexão horizontal na base da placa. Em um primeiro momento, o módulo vai no máximo até 128GB. O formato mais compacto melhora a questão de espaço, embora complique a realização de atualizações, ao menos em um primeiro momento.\nEsse padrão está presente em vários outros produtos da feira. O console portátil ADATA XPG Nia e a placa-mãe MSI Project Zero são só alguns dos muitos produtos confirmados com conexão com módulos de memória CAMM2.\nEm termos de memória, a fabricante trouxe também para a Computex modelos para outros dispositivos, como estações de trabalho e servidores. O estande da Kingston trouxe ainda uma nova versão do SSD Swift HX da marca na cor vermelha e uma edição limitada com RGB da memória DDR5 FURY Renegade.\nAlém disso, a família IronKey de pendrives seguros agora tem uma variante com uma tela para você digitar uma senha.\n…\nQuer conhecer todas as novidades e surpresas da Computex 2024? Continue ligado nos aqui no Adrenaline e também em nosso canal do YouTube para não perder nenhum detalhe dessa cobertura. "},
{"url": "https://www.adrenaline.com.br/games/bandai-namco-fara-evento-ao-vivo-revelando-mais-da-dlc-de-elden-ring/", "title": "Bandai Namco fará evento ao vivo revelando mais da DLC de Elden Ring", "authors": ["Raphael Giannotti"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n Agora que estamos exatamente a duas semanas do lançamento de Elden Ring: Shadow of the Erdtree, DLC mais aguardada que outros jogos, a Bandai Namco deve intensificar a revelação de mais detalhes. Na próxima semana, mais especificamente no dia 15, um evento ao vivo com a Red Bull acontecerá com criadores de conteúdo conhecidos que jogam títulos da FromSoftware.\nPara quem foge de spoilers e quer ser pego de surpresa pela expansão quando ela chegar no dia 21, fica o aviso. Mas para aqueles que não aguentam esperar para saber mais, o evento deve revelar ainda mais em relação ao que foi mostrado dias atrás.\n\nDurante a transmissão ao vivo, a Bandai Namco garante que fãs de Elden Ring verão mais cenários ainda não apresentados da DLC, além de uma “exploração profunda da lore”. O evento terá participação de speedrunners como Dinossindgeil, um dos pouquíssimos a completar a God Run, que envolve terminar todas os Souls, Bloodborne, Sekiro e Elden Ring sem sofrer dano.\nOs criadores de conteúdo participantes testarão novas armas e explorarão novos trechos, revelando mais da DLC para os jogadores. A Bandai Namco diz ainda que quem acompanhar a transmissão terá comentários de experts de Elden Ring. Eles também participarão de desafios, algo que os speedrunners estão acostumados.\nDLC de Elden Ring teve detalhes revelados dias atrás\nDias atrás, diferentes produtores de conteúdo, incluindo alguns poucos brasileiros, puderam experimentar Shadow of the Erdtree por 3 horas para darem suas impressões em seus conteúdos. Além disso, Hidetaka Miyazaki ainda deu algumas poucas entrevistas.\n\nPor conta disso, soubemos mais da DLC de Elden Ring. Entre o que foi revelado está a quantidade de armas, cerca de 100 novas divididas em oito categorias, o que esperar do novo mapa, além de diferentes trechos de gameplay.\nA Summer Game Fest acontece daqui a pouco e, aparentemente, Hidetaka Miyazaki está por lá também, segundo uma publicação de um jornalista de games.\nO que ele pretende fazer no evento? Mostrar mais conteúdo de Elden Ring, sendo que teremos mais novidades na próxima semana? Como diria o sábio Siegmeyer of Catarina, o cavaleiro cebolão de Dark Souls: “hmmm… hmmm…”.\nFonte: Bandai Namco\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nhaja espaço\n\nTamanho da DLC de Elden Ring é revelado\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/jogo-sobre-banana-ultrapassa-140-mil-jogadores-simultaneos-no-steam/", "title": "Jogo sobre Banana ultrapassa 140 mil jogadores simultâneos no Steam", "authors": ["Felipe Gugelmin"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "PC Games"], "article_text": "\n Lançado no dia 23 de abril no Steam, o jogo gratuito Banana acabou virando o tipo de fenômeno que chama a atenção de muitas pessoas por motivos muitas vezes misteriosos. Criado na engine Unity, ele já ultrapassou a marca de 140 mil jogadores simultâneos convidando o público a clicar infinitas vezes sobre a fruta.\nPertencente ao gênero clicker, o título conseguiu superar a popularidade de concorrentes de peso como Helldivers 2 e Ghost of Tsushima. Ele faz isso misturando mecânicas simples e uma série de troféus que estimulam permanecer com o software aberto e clicando como se não houvesse amanhã.\n\n\n\nSegundo a Eurogamer, Banana é um game simples e que não engana os jogadores em nenhum momento. Desde o início, o público vê a imagem da mesma fruta e um contador que vai crescendo conforme clicamos na tela — atividade simples, mas que tem conquistado um público generoso.\nSegredo de Banana está no marketplace\nUm dos segredos para o sucesso de Banana é o fato de que, apesar de ser gratuito, o jogo libera itens que podem ser vendidos no marketplace do Steam. Entre eles há inclusive uma Cryptinana Banana extremamente rara, que está sendo vendida por mais de R$ 1,7 mil, já que só existem 25 delas disponíveis.\n\nEnquanto nem todas as bananas virtuais do jogo rendem tanto dinheiro, os trocados da maioria delas são bastante úteis na hora de enriquecer sua plataforma no Steam. No entanto, quanto mais popular Banana fica, maiores as chances de que seus itens se tornem comuns e o preço individual de cada um deles caia.\nAté o momento, o jogo inusitado tem 91% de aprovação entre as mais de 3 mil análises já compartilhadas até o momento. Para jogá-lo, basta ter um sistema de 64 Bits, uma CPU com 1 GHz e 256 MB, o que significa que ele roda em  praticamente qualquer máquina. Até o momento, tudo indica que ele é uma simples brincadeira e não há indícios de que ele possua malwares ou outro tipo de ameaça.\nFonte: Eurogamer\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nVeja a lista completa\n\nGhost of Tsushima é o jogo mais vendido na Steam; veja TOP 10 da semana\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/playstation/jogos-de-ps4-e-ps5-por-menos-de-r-30-em-oferta-na-promocao-summer-game-fest/", "title": "Jogos de PS4 e PS5 por menos de R$ 30 em oferta na Promoção Summer Game Fest", "authors": ["Juliano Aires"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "Playstation"], "article_text": "\n A Sony disponibilizou novos jogos em sua Promoção Summer Game Fest e selecionamos uma lista com games de PlayStation 4 e PlayStation 5 saindo por menos de R$ 30 na PS Store. Os games da promoção possuem descontos de até 75% e poderão ser adquiridos neste valor promocional até o dia 20 de junho.\nAlguns dos games em oferta são Assassin’s Creed Origins, Blue Fire, Watch Dogs 2, Mega Man Legacy Collection, Breakers Collection, Death’s Door, Yakuza 5 Remastered e GRID Legends, além de muitos outros.\nOs interessados podem adquirir os jogos diretamente na loja do PS4 e PS5 ou comprar pelo PS App e também pelo site oficial da PlayStation Store.\n\nYouTube deixa PCs com AdBlock instalado mais lentos\n\nJOGOS DE PS4 E PS5 EM OFERTA NA PS STORE\n\nConfira abaixo algumas das principais ofertas na promoção Summer Game Fest na PlayStation Store, aqui você confere a lista completa.\nNOME DO JOGOVALOR COM DESCONTOGRID Legends para PS4 e PS5R$ 29,99ONE PUNCH MAN: A HERO NOBODY KNOWSR$ 29,99Assassin’s Creed OriginsR$ 29,98Blue FireR$ 29,85WATCH DOGS 2R$ 29,85Mega Man Legacy CollectionR$ 29,80Onimusha: WarlordsR$ 28,60Breakers CollectionR$ 26,95Ultimate Marvel vs. Capcom 3R$ 26,85Death’s DoorR$ 26,22Yakuza 5 RemasteredR$ 26,22LEGO Marvel Super Heroes 2 Edição DeluxeR$ 25,99BayonettaR$ 25,97Yooka-Laylee and the Impossible LairR$ 24,98The Disney Afternoon CollectionR$ 24,87Titanfall 2 Edição StandardR$ 24,87Wolfenstein: YoungbloodR$ 24,87LEGO CITY UndercoverR$ 23,98Valkyria Chronicles RemasteredR$ 20,87\n\nCaso você vá adquirir algum dos jogos com desconto nesta oferta, verifique para qual plataforma é o título que está comprando, pois a PlayStation vende jogos em versões de PS4 ou PS5, e também multi-gerações e não existe uma política de reembolso pela empresa em caso de compra errada.\n…\nO que você achou das ofertas de jogos de PS4 e PS5 na PlayStation Store? Pretende adquirir algum jogo nesta promoção? Participe nos comentários com a sua opinião!\n\nPS5 Slim com disco + 2 jogos chegou ao Brasil e está disponível na Amazon\nREVIEW | AMD Radeon RX 7700 XT: nova opção para 1440p em qualidade ultra\nCEO da Intel diz que China ficará 10 anos para trás devido às sanções dos EUA\nSony faz acordo com Microsoft para manter Call of Duty nos consoles PlayStation\n\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nnova era\n\nJogos focarão mais em narrativa do que em gráficos no futuro, diz executivo do PlayStation\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/astros-playroom-ganha-novos-conteudos-e-trofeus/", "title": "Astro’s Playroom ganha novos conteúdos e troféus", "authors": ["Felipe Gugelmin"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "Playstation"], "article_text": "\n Pouco após anunciar uma sequência para Astro’s Playroom, a Sony decidiu retornar ao jogo que acompanha todas as unidades do PlayStation 5 e adicionar novos conteúdos para ele. Quem atualizar o game vai ter acesso a um “novo portal misterioso” que dá um relance do futuro e adiciona 5 troféus desbloqueáveis.\nSegundo a empresa, eles estão relacionados a cinco Special Bots que foram espalhados pelos diferentes ambientes da aventura. Cada um deles vai render um único troféu de bronze, enquanto a reunião de todos os personagens vai desbloquear um novo troféu de prata para o título.\n\nAstro's Playroom has received new DLC trophies https://t.co/c5cPJgrASb pic.twitter.com/MksIGKfltd— Wario64 (@Wario64) June 7, 2024\n\nA atualização gratuita de Astro’s Playrooom surge poucos dias após a companhia japonesa revelar o desenvolvimento de Astro Bot. O título promete ser uma grande homenagem aos universos do PlayStation, trazendo inclusive a oportunidade de se vestir como o protagonista de Bloodborne em sua versão Deluxe.\nAstro Bot promete 150 personagens diferentes\nDisponível gratuitamente para os donos do PlayStation 5, Astro’s Playroom serve como uma espécie de grande demonstração técnica do console. Em fases com desafios variados, o jogo ensina ao público como usar diversos dos recursos únicos presentes no controle DualSense, que muitas vezes são ignorados por desenvolvedoras.\n\nAstro Bloodborne Yharnam outfit in Astro Bot! 🔥 #AstroBot #Bloodborne pic.twitter.com/MMX9J3HCMf— Genki✨ (@Genki_JPN) June 6, 2024\n\nA sequência Astro Bot promete ter características mais elaboradas, embora o título não esteja sendo considerado um grande Triplo A dentro do catálogo da Sony. A nova aventura vai ser uma grande homenagem aos universos do PlayStation, permitindo vestir o protagonista com a roupa de 150 personagens.\nSegundo a Sony, essas figuras estarão espalhadas por mais de 80 fases espalhadas por seis universos com temas diferentes. Com isso, ele vai acabar sendo o maior projeto de toda a história do Team Asobi, que promete que não haverá qualquer espécie de microtransação impedindo o acesso a áreas ou elementos colecionáveis.\nFonte: VGC\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nChega em agosto\n\nPré-venda de Astro Bot já disponível para PlayStation 5\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/hardware/micron-afirma-que-ias-impactarao-equilibro-da-demanda-por-memorias/", "title": "Micron afirma que IAs impactarão o equilíbrio da demanda por memórias", "authors": ["Diego Corumba"], "hat": "da magia e ação", "tags": ["Hardware", "Inteligência Artificial", "Notícias"], "article_text": "\n A Micron e as demais fabricantes de memória estão de olho nas inteligências artificiais, revelando que este mercado impactará diretamente na demanda por seu fornecimento – seja na disponibilidade de determinados produtos como em seus preços também.\nO vice-presidente e gerente geral da divisão de Consumidores & Componentes da Micron, Dinesh Bahal, afirma que já está vendo o impacto disto na reação do público.\n\nMuitos consumidores estão em um ambiente de completo choque de ‘ei, os preços da RAM caíram. Os preços das NAND também caíram. Eu podia comprar um terabyte por 50 pratas. Este mesmo terabyte agora está saindo por 80, o que está acontecendo?’\nDinesh Bahal\n\n\nDe acordo com o executivo, a resposta é uma só: as inteligências artificiais. A memória é um dos principais elementos que fazem diferença em seu uso e esta demanda impactará diretamente o fornecimento dos produtos e também seus valores de mercado.\n\nQualquer um que esteja falando sobre IA, qualquer um que esteja trabalhando com IA, a memória se torna o núcleo disso ao invés de se manter alheia. Agora vemos que, sem memória, nenhum avanço acontecerá \nDinesh Bahal\nVeja mais:\n\nSK Hynix otimiza produção de memórias HBM3E – NVIDIA é maior cliente\nSamsung vai lançar memórias HBM4 em 2025 para placas com IA\nCEO da NVIDIA diz que memórias HBM3E da Samsung não estão prontas para IA\n\n\n\n\nO foco da Micron e das demais em HBM\nTanto a Micron quanto suas principais rivais na indústria também tem investido nas memórias HBM (High Bandwidth Memory) – que será usada em GPUs para servidores e nas chamadas “fábricas de IAs”. Bahal afirma que toda a empresa está trabalhando com elas em mente e não estão sozinhos nesta ideia.\n\nTodas nós três das ‘grandes 3’, com Hynix e Samsung inclusas, estão gastando muita energia e esforços visando a fabricação de produtos HBM\nDinesh Bahal\n\n\nO profissional também afirma que, inicialmente, não haverá diferenças muito expressivas, mas que isto é apenas uma questão de tempo.\n\nA razão pela qual isso tudo é importante é pela quantidade de investimento que está acontecendo ali. E este investimento realmente impactará o equilíbrio da rede de fornecimento – o que pode não acontecer a curto prazo em termos de problemas com preços e outros. Mas isso é realmente o que acreditamos que acontecerá no curso dos próximos anos\nDinesh Bahal\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nCom cobertura do Adrenaline!\n\nComputex 2024: tudo sobre a maior feira de eletrônicos da Ásia\n\n\n\n\n\nFonte: PCGamer "},
{"url": "https://www.adrenaline.com.br/games/nintendo/jogos-para-nintendo-switch-em-oferta-na-nuuvem-com-cupom-exclusivo/", "title": "Jogos para Nintendo Switch em oferta na Nuuvem com cupom exclusivo", "authors": ["Juliano Aires"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias"], "article_text": "\n A Nuuvem disponibilizou uma oferta para diversos jogos de Nintendo Switch. Os usuários também recebem um desconto extra de 10% utilizando o cupom ADRENALINE10 na finalização do pedido. O cupom é válido até 16 de junho ou enquanto durarem os estoques.\nEntre os destaques estão os jogos Animal Crossing: New Horizons, Bayonetta 3, Donkey Kong Country: Tropical Freeze, Splatoon 3, Super Mario Odyssey, The Legend of Zelda: Link’s Awakening, Xenoblade Chronicles e Advance Wars 1 + 2: Re-Boot Camp, além de outros pacotes e expansões.\n\nREVIEW | ASUS ROG Ally: o videogame portátil definitivo?\nAbaixo você encontrará uma seleção com algumas das principais ofertas disponíveis. Para conferir todas as ofertas acesse diretamente a Nuuvem.\n\nJOGOS DE NINTENDO SWITCH EM OFERTA – NUUVEM\n\nNOME DO JOGOVALOR COM DESCONTOVALOR COM CUPOM ADRENALINE10Advance Wars 1+2: Re-Boot CampR$ 209,29R$ 188,36Animal Crossing: New HorizonsR$ 209,29R$ 188,36Bayonetta 3R$ 209,29R$ 188,36Bravely Default IIR$ 209,29R$ 188,36Donkey Kong Country: Tropical FreezeR$ 199,32R$ 179,39Fire Emblem EngageR$ 209,29R$ 188,36Hyrule Warriors: Age of CalamityR$ 209,29R$ 188,36Kirby and the Forgotten LandR$ 209,29R$ 188,36New Super Mario Bros. U DeluxeR$ 199,32R$ 179,39Splatoon 3R$ 209,29R$ 188,36Super Mario OdysseyR$ 199,32R$ 179,39The Legend of Zelda: Link’s AwakeningR$ 209,29R$ 188,36Xenoblade Chronicles 3R$ 209,29R$ 188,36\n\n\nSOBRE A NUUVEM\n\n“Compre e reúna os melhores games em um único lugar, com praticidade, rapidez e sem gastar muito! Procure, descubra, tenha a seu alcance os títulos das maiores produtoras do mundo e os principais lançamentos indies.”\nCONFIRA A POLÍTICA DE REEMBOLSO DA NUUVEM\n\n…\nO que você achou das ofertas na Nuuvem? Pretende adquirir algum destes jogos? Participe nos comentários com a sua opinião!\n\nO que significa Ti na placa de vídeo NVIDIA?\nREVIEW | GeForce RTX 4070 Ti Super: mesmo preço, mais VRAM\nREVIEW | AMD Radeon RX 7800 XT: tão pouco, e ainda assim bate a RTX 4070\nCEO da Intel diz que China ficará 10 anos para trás devido às sanções dos EUA\n\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nF no chat\n\nGuia do PC Gamer 2024: PC Baratinho, PC Ideal e PC topo de linha!\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/intel/msi-claw-atual-tambem-recebera-versao-com-intel-core-ultra-200v/", "title": "MSI Claw atual também receberá versão com Intel Core Ultra 200V", "authors": ["Diego Corumba"], "hat": "da magia e ação", "tags": ["Hardware", "Intel", "Notícias"], "article_text": "\n A MSI afirmou que seus dispositivos portáteis “Claw” receberão versões diferentes no futuro e, entre as mudanças que desejam aplicar nos modelos que virão é um upgrade em seu processador – trazendo o Intel Core Ultra 200V para o aparelho.\nComo foi informado recentemente, eles anunciaram durante a Computex 2024 o modelo MSI Claw 8 AI+, contendo as próximas CPUs mobile e sendo o primeiro a anunciar um novo dispositivo gaming com os hardwares next-gen. Porém, a fabricante agora reforça que não veremos a configuração apenas nos novos portáteis.\nVeja mais:\n\nLunar Lake EXPLICADO: Intel mais uma vez redesenha seus processadores\nMSI anuncia roteadores MESH e adaptador com Wi-Fi 7\nIntel Lunar Lake: iGPU Xe2 será 50% mais rápida que primeira geração\n\n\n\nAo PCWorld, o diretor de gerenciamento de produtos – Clifford Chun – foi bem categórico e revelou que teremos mudanças no modelo atual do MSI Claw também em um breve futuro.\n\nO original usa o Meteor Lake, mas nós também lançaremos uma versão com Lunar Lake\nClifford Chun\nO único aspecto que o executivo não deixou claro é se veremos ele chegando ao mercado de forma simultânea ao MSI Claw 8 AI+ ou se o veremos em algum momento posterior. Os recursos do novo dispositivo – como a conectividade Thunderbolt 4 e bateria mais duradoura também não foram revelados para a nova versão do modelo atual.\n\n\n\nOs novos MSI Claw com poder da Intel\nConsiderando que a linha de CPUs Lunar Lake (Intel Core Ultra 200V) será lançada em setembro, o novo MSI Claw também deve estar disponível para venda próximo ao mês. \nO “8 AI+”, além de trazer uma bateria mais duradoura, novas conexões e se aproveitar do poder do novo processador portátil, também terá o aumento na tela – que agora contará com oito polegadas, fora recursos não-anunciados relacionados à inteligência artificial.\n\n\nA MSI parece seguir um caminho diferente com seus dispositivos Claw do que aquele que vimos nos portáteis Ayaneo. A empresa está oferecendo a troca de mainboards, garantindo que os usuários possam fazer upgrades em seus componentes e instalar novos APUs – como é o caso das novas Intel Core Ultra 200V. \nNo caso dos MSI Claw, ela venderá modelos diferentes sem a opção do usuário poder atualizar apenas os processadores que chegarem ao mercado. \n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nPrograma pioneiro\n\nAyaneo vai oferecer upgrades de placas-mães para portáteis já vendidos\n\n\n\n\n\nFonte: Videocardz "},
{"url": "https://www.adrenaline.com.br/games/playstation/pre-venda-de-astro-bot-ja-disponivel-para-playstation-5/", "title": "Pré-venda de Astro Bot já disponível para PlayStation 5", "authors": ["Juliano Aires"], "hat": "da magia e ação", "tags": ["Games", "Notícias", "Playstation"], "article_text": "\n A pré-venda do jogo Astro Bot para PlayStation 5 acaba de ser liberada oficialmente na PlayStation Store. Ele será lançado em 23 de agosto e está custando R$ 299,90 em sua Edição Padrão e R$ 349,90 na Edição Deluxe Digital. O game também será lançado para PC.\nDesenvolvido pelo Team Asobi e publicado pela PlayStation Studios, Astro Bot é um jogo de plataforma 3D que marca o retorno do simpático Astro após estrelar Astro’s Playroom no lançamento do PlayStation 5. O game terá mais de 150 bots relacionados aos personagens do PlayStation, além de oferecer mais de 80 fases nesta nova aventura.\nCOMPRAR ASTRO BOT NO PLAYSTATION 5\n\nDetalhes de Astro Bot\nQuando o maior e mais antigo inimigo galáctico do ASTRO ataca a nave-mãe PS5, bagunçando os cabos e espalhando a tripulação pelo espaço sideral, ASTRO é o único capaz de resolver o problema! Na maior missão que já recebeu, ASTRO precisará da sua ajuda para resgatar a tripulação perdida e reconstruir a nave-mãe.\nTire o máximo proveito dos novos poderes de ASTRO, desenvolvidos especialmente para aumentar a imersão: domine socos elásticos, foguetes e até uma esponja gigante!\n\nPrepare-se para cooperações épicas no PlayStation, junte-se aos seus ídolos favoritos e mostre ao universo que tamanho não é documento nesta nova aventura do ASTRO, exclusiva para consoles PS5!\n\nEmbarque em uma missão galáctica e explore mais de 50 planetas em busca da tripulação perdida de ASTRO.\nCorra, balance e dê socos turbinados com novos poderes ao longo da jornada.\nSinta o mundo ganhar vida com seu controle sem fio DualSense.\nJunte-se a grandes heróis do PlayStation para salvar a galáxia!\n\n\n\n\n\nACOMPANHE ASTRO EM UMA ENORME AVENTURA ESPACIAL\n\n\nCOMPRAR ASTRO BOT NA PrÉ-VENDA\n\n\nCOMPRAR ASTRO BOT NO PLAYSTATION 5\n\nBônus de pré-venda de Astro Bot\n\nTraje de Liricista Apaixonado PaRappa para o ASTRO\nTinta Grafiti Glorioso para DualSpeeder\nDois avatares da PSN do ASTRO.\n\n\nEdição Deluxe Digital de Astro Bot\n\nTraje Caçador de Yharnam para o ASTRO\nTraje Dourado para o ASTRO\nTinta Sonho Neon para a DualSpeeder\nTinta Ouro Campeão para a DualSpeeder\n10 avatares da PSN\nTrilha sonora e galeria de arte\n\n\nu flyin cool, Astro!Astro Bot pre-orders go live tomorrow, including bonuses like the PaRappa Lovestruck Lyricist outfit and Glorious Graffiti Dual Speeder paint color: https://t.co/jjwdvJJe7N pic.twitter.com/TXAPEF0r7H— PlayStation (@PlayStation) June 6, 2024\n\n…..\nO que você achou da pré-venda de Astro Bot? Pretende adquirir o game no lançamento? Participe nos comentários com a sua opinião!\n\nOs 18 jogos mais esperados de 2024\nGTA VI: o que esperar do novo game da Rockstar\nMonitor com MAIS Hz ganha jogo? Fizemos o experimento! \nREVIEW | GeForce RTX 4070 Ti Super: mesmo preço, mais VRAM\n\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nGrandes lançamentos\n\nPrincipais lançamentos de jogos em junho de 2024 para PC, PlayStation, Xbox e Switch\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/dragon-age-the-veilguard-tera-menos-companheiros-e-mudanca-no-combate/", "title": "Dragon Age: The Veilguard terá menos companheiros e mudança no combate", "authors": ["Raphael Giannotti"], "hat": "da magia e ação", "tags": ["Games", "Notícias"], "article_text": "\n A partir da próxima terça (11), saberemos do que se trata Dragon Age: The Veilguard. Até lá, temos alguns detalhes revelados por Gary McKay, gerente geral da BioWare. Ele fala sobre como cada título da franquia é independente, quantidade menor de companheiros e gameplay.\nO executivo reforça que Dragon Age: The Veilguard, mesmo se passando no mundo da franquia, contará sua própria história e terá características únicas em relação a narrativa.\n\nCada jogo da série conta sua própria história e o título é um elemento importante para ajudar a preparar o cenário para a próxima aventura independente, incluindo seu próprio herói, companheiros, arco narrativo, vilão, cenário, etc.\nGary McKay, BioWare\n\nEle reforça que os jogos da franquia “nunca são projetados como um enredo contínuo jogo após jogo”, já que contam com seus próprios arcos, facções e heróis que foram feitos para a nova história que a BioWare quer contar.\nMudança na quantidade de companheiros\nAo invés de 9 companheiros, Dragon Age: The Veilguard oferecerá 7 e o relacionamento com eles promete ser mais “autêntico” baseado nas próprias experiências do jogador nesta nova história. “E, sim, você pode namorar os companheiros que quiser”, adiciona.\nAinda em relação aos companheiros, mas agora trazendo eles para o combate, o número reduziu de 3 para 2 comparando Inquisition com o novo título. Durante o gameplay de ação, será possível ativar uma roda de habilidade que pausa o jogo e dá tempo ao jogador definir seu próximo movimento.\n\nPara adicionar outra camada a esse elemento estratégico, estamos introduzindo uma nova roda de habilidades onde você pode pausar a ação e definir seu próximo movimento – sejam as habilidades de seus companheiros ou as suas próprias.\nGary McKay, BioWare\n\nMcKay garante que o novo Dragon Age terá a assinatura conhecida da BioWare em RPGs single-player. Depois do lançamento do título anterior em 2014, eles puderam “explorar, testar e validar uma variedade de conceitos de jogo” para chegar nesse resultado atual.\n“Este é um jogo e uma experiência que continua a tradição da BioWare de contar histórias de RPG para um jogador ambientadas no mundo de fantasia épica de Thedas” afirma.\nDragon Age: The Veilguard será revelado na próxima semana e esperamos que a data de lançamento também, já que, em novembro, completa uma década do lançamento de Inquisition, o último título lançado da franquia.\nFonte: IGN\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nNão poupou palavras\n\nEA confunde desespero com empolgação pela IA, afirma escritor de Dragon Age\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/data-de-sonic-x-shadow-generations-vaza-antes-da-summer-game-fest/", "title": "Data de Sonic x Shadow Generations vaza antes da Summer Game Fest", "authors": ["Felipe Gugelmin"], "hat": "da magia e ação", "tags": ["Games", "Nintendo", "Notícias", "PC Games", "Playstation", "Xbox"], "article_text": "\n Uma das surpresas reservadas para a transmissão da Summer Game Fest desta sexta-feira (7) acabou sendo vazada pelo famoso insider billbin-kun. Segundo ele, a Sonic x Shadow Generations, uma versão atualizada do antigo jogo da SEGA, vai fazer sua estreia no dia 25 de outubro deste ano.\nSegundo o insider, o título chega na data divulgada com versões para PlayStation 4, PlayStation 5, Xbox One, Xbox Series X|S, Nintendo Switch e PC. No X/Twitter, o perfil @MysteryLupin reforçou o vazamento e divulgou uma série de imagens promocionais que estão relacionadas ao novo game.\n\nVoilà pic.twitter.com/UbkhxJ5s1b— Arsène Lupin (@MysteryLupin) June 6, 2024\n\nEnquanto uma delas mostra a capa do jogo, na qual Shadow compartilha o protagonismo com duas versões de Sonic, também é possível ver os companheiros da franquia em meio a uma grande comemoração. Uma das imagens também parece divulgar uma versão especial de Sonic x Shadow Generations, que terá uma skin exclusiva e um diário sobre a criação de Shadow.\nSonic x Shadow Generations vai remasterizar game de 2011\nEmbora esteja sendo criado como uma remasterização do jogo que a série recebeu em 2011, Sonic x Shadow Generations deve ir além de simplesmente trazer visuais atualizados. A expectativa é que a inclusão de Shadow na trama também vai resultar em fases protagonizadas pelo personagem.\n\n\n\nNo game original, a trama mostrava vários universos de Sonic colidindo, permitindo que sua interação mais recente interagisse com a clássica, da era 16-Bits. Enquanto a primeira trazia fases em 3D que preservam pela velocidade, a segunda interagia com cenários com perspectiva 2D e trazia mais desafios de plataforma.\nA aposta em Sonic x Shadow Generations faz parte da estratégia da SEGA para promover o que considera ser “o ano” do anti-herói. O personagem também deve ter um papel de destaque na sequência cinematográfica da série, na qual ele será interpretado por Keanu Reeves em sua versão em inglês.\nFonte: Eurogamer\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\nNão vai saturar os fãs?\n\nSEGA quer transformar Like a Dragon, Sonic e Persona em séries anuais\n\n\n\n\n "},
{"url": "https://www.adrenaline.com.br/games/devs-de-ultrakill-protestam-sobre-demissoes-na-industria-em-telao-em-los-angeles/", "title": "Devs de Ultrakill protestam sobre demissões na indústria em telão em Los Angeles", "authors": ["Raphael Giannotti"], "hat": "da magia e ação", "tags": ["Games", "Notícias"], "article_text": "\n A indústria de games não anda bem. Isso é um fato e já mostramos inúmeras vezes aqui. Em protesto ao fechamento de grandes estúdios recentemente, os devs de Ultrakill, New Blood Interactive, deixaram uma mensagem em um telão em Los Angeles, dizendo a esses estúdios que eles os amam, sentem sua falta e odeiam dinheiro.\nSegundo Stephen Totilo, jornalista de games, o telão está em um ponto importante no centro de Los Angeles, cidade que já está sendo movimentada pela indústria de games, já que recebe diversos eventos como o Summer Game Fest e o IGN Live hoje, entre outros.\n\n“We love you. We miss you. We hate money.”An electronic billboard from New Blood Interactive in downtown LA mourns the closure of Arkane Austin, Tango Gameworks, Roll7, Sony’s London Studio, Volition and more “Gone but not forgotten” pic.twitter.com/1zCeD4KEEw— Stephen Totilo (@stephentotilo) June 7, 2024\n\nMas, segundo o PC Gamer, o local exato desse anúncio para o YouTube Theater, onde acontece o Summer Game Fest, é cerca de 30 minutos dirigindo. Então pode ser que alguns gamers que estejam pela cidade nem vejam.\nMensagem solidária dos devs de Ultrakill\nA mensagem principal diz “gone, but not forgotten”, que em tradução livre seria “eles se foram, mas não serão esquecidos”. Em seguida, o estúdio New Blood Interactive diz o seguinte:\n“Arkane Austin, 2006-2024.Roll7, 2008-2024.Tango Gameworks, 2010-2024.Volition Inc., 1993-2023.London Studio, 2002-2024.E Todos que foram demitidos, reduzidos e despedidos”\n\nWoke up to a lot of nice messages about our billboard The only real goal with it was for people to see it and go \"hell yeah bro, good shout\"So, mission accomplished! pic.twitter.com/juQjkwWuw6— Dave @ SGF (@DaveOshry) June 7, 2024\n\nTotilo conversou com Dave Oshry, CEO do estúdio de Ultrakill. O executivo disse que pagou algumas dezenas de milhares de dólares para rodar essa propaganda no telão. Em resposta ao tuite do jornalista sobre o outdoor eletrônico, Oshry disse:\n\nEu sempre estou tentando encontrar formas novas e criativas de gastar dinheiro […] Nós não podemos dar seus trabalhos antigos de volta, mas podemos pelo menos ajudar a garantir que seu trabalho não seja esquecido. Muito amor de nós da New Blood.\nDave Oshry\nOshry conta ainda que recebeu alguns palpites sobre o que colocar em destaque. Teve gente que sugeriu uma foto de Phil Spencer com a frase “hey, man, what the fuck!”\nNúmero atualizados estimam que já são mais de 10.200 pessoas demitidas na indústria de games somente neste ano. Esse número pode ser consideravelmente maior, já que nem todos os estúdios divulgaram o número exato.\nEm seis meses, o número é quase o mesmo do que foi registrado em todo 2023, um claro indicativo de que a situação na indústria vem piorando.\nVia: PC Gamer\n\n\n\nConteúdo Relacionado \n\n\n\n\n \n\n\n\n\ne não deve parar logo\n\nIndústria de games acumula mais de 20 mil demissões em 17 meses\n\n\n\n\n "}
]